Repository: Code-Troops-Co/wibi-delivery-original
Catalog: Author Code Rider App V1.0.2/lib/l10n/app_*.arb
Languages: ar, gu, hi, te

# activateStatusToSeeAvailableOrders
source: Please activate your status to see available orders
ar: يرجى تفعيل حالتك لرؤية الطلبات المتاحة
gu: કૃપા કરીને ઉપલબ્ધ ઓર્ડર જોવા માટે તમારી સ્થિતિ સક્રિય કરો
hi: कृपया अपना स्टेटस सक्रिय करें ताकि आप उपलब्ध ऑर्डर देख सकें
te: అందుబాటులో ఉన్న ఆర్డర్లను చూడటానికి దయచేసి మీ స్థితిని సక్రియం చేయండి

source: No earnings yet
ar: لا توجد أرباح بعد
gu: હજી સુધી કમાણી નથી
hi: अभी तक कमाई नहीं
te: ఇప్పటివరకు ఆదాయం లేదు

# completeDeliveriesMessage
source: Complete some deliveries to see your earnings here
ar: أكمل بعض عمليات التسليم لعرض أرباحك هنا
gu: અહીં તમારી કમાણી જોવા માટે થોડા ડિલિવરીઓ પૂર્ણ કરો
hi: अपनी कमाई देखने के लिए कुछ डिलीवरी पूरी करें
te: ఆదాయం చూడడానికి కొన్ని డెలివరీలు పూర్తి చేయండి

source: Total
ar: الإجمالي
gu: કુલ
hi: कुल
te: మొత్తం

source: Tap to view
ar: اضغط للعرض
hi: देखने के लिए टैप करें

source: Feeds
ar: العمل
hi: कार्य

source: No chart data available
ar: لا توجد بيانات رسم بياني متاحة
hi: कोई चार्ट डेटा उपलब्ध नहीं है

source: Error loading chart data
ar: خطأ في تحميل بيانات الرسم البياني
hi: चार्ट डेटा लोड करने में त्रुटि

source: Note (Optional)
ar: ملاحظة (اختياري)
gu: નોંધ (વૈકલ્પિક)
hi: नोट (वैकल्पिक)
te: గమనిక (ఐచ్చికం)

# addNoteForWithdrawal
source: Add a note for your withdrawal request...
ar: أضف ملاحظة لطلب السحب الخاص بك...
gu: તમારી ઉપાડ વિનંતી માટે નોંધ ઉમેરો...
hi: अपने निकासी अनुरोध के लिए एक नोट जोड़ें...
te: మీ విత్‌డ్రాయల్ అభ్యర్థన కోసం గమనికను జోడించండి...

source: No data available for {period}
ar: لا توجد بيانات متاحة لـ {period}
hi: {period} के लिए कोई डेटा उपलब्ध नहीं है

source: Week
ar: أسبوع
gu: અઠવાડિયું
hi: सप्ताह
te: వారం

source: Month
ar: شهر
gu: મહિનો
hi: महीना
te: నెల

source: Year
ar: سنة
gu: વર્ષ
hi: साल
te: సంవత్సరం

source: Action Required
ar: إجراء مطلوب
gu: કાર્યવાહી જરૂરી
hi: कार्रवाई आवश्यक
te: చర్య అవసరం

# uploadDocumentsMessage
source: Please upload your driver license and vehicle registration documents to complete the verification process.
ar: يرجى تحميل رخصة القيادة ومستندات تسجيل المركبة لإكمال عملية التحقق
gu: કૃપા કરીને તમારું ડ્રાઇવર લાઇસન્સ અને વાહન નોંધણી દસ્તાવેજો અપલોડ કરો જેથી ચકાસણી પ્રક્રિયા પૂર્ણ થઈ શકે
hi: कृपया अपना ड्राइवर लाइसेंस और वाहन पंजीकरण दस्तावेज़ अपलोड करें ताकि सत्यापन प्रक्रिया पूरी हो सके।
te: దయచేసి మీ డ్రైవర్ లైసెన్స్ మరియు వాహన నమోదు పత్రాలను అప్లోడ్ చేయండి ధృవీకరణ ప్రక్రియను పూర్తి చేయడానికి

source: Verification Failed
ar: فشل التحقق
gu: ચકાસણી નિષ્ફળ
hi: सत्यापन विफल
te: ధృవీకరణ విఫలం

# verificationRejectedMessage
source: Your verification was rejected. Please review the remarks above and resubmit your documents.
ar: تم رفض التحقق الخاص بك. يرجى مراجعة الملاحظات أعلاه وإعادة تقديم مستنداتك
gu: તમારી ચકાસણી નકારી કાઢવામાં આવી હતી. કૃપા કરીને ઉપરની ટિપ્પણીઓની સમીક્ષા કરો અને તમારા દસ્તાવેજો ફરીથી સબમિટ કરો
hi: आपका सत्यापन अस्वीकृत कर दिया गया था। कृपया ऊपर दी गई टिप्पणियों की समीक्षा करें और अपने दस्तावेज़ फिर से जमा करें।
te: మీ ధృవీకరణ తిరస్కరించబడింది. దయచేసి పై వ్యాఖ్యలను సమీక్షించి మీ పత్రాలను మళ్లీ సమర్పించండి

# verificationPendingMessage
source: Your verification is currently under review
ar: التحقق الخاص بك قيد المراجعة حالياً
gu: તમારી ચકાસણી હાલમાં સમીક્ષા હેઠળ છે
hi: आपका सत्यापन वर्तमान में समीक्षा के अधीन है
te: మీ ధృవీకరణ ప్రస్తుతం సమీక్షలో ఉంది

# verificationRejectedMessageShort
source: Your verification was not approved
ar: لم يتم الموافقة على التحقق الخاص بك
gu: તમારી ચકાસણી મંજૂર નથી થઈ
hi: आपका सत्यापन स्वीकृत नहीं किया गया था
te: మీ ధృవీకరణ ఆమోదించబడలేదు

# verificationCompleteMessage
source: Your account has been successfully verified
ar: تم التحقق من حسابك بنجاح
gu: તમારું એકાઉન્ટ સફળતાપૂર્વક ચકાસાયું છે
hi: आपका खाता सफलतापूर्वक सत्यापित कर दिया गया है
te: మీ ఖాతా విజయవంతంగా ధృవీకరించబడింది

source: Unknown Status
ar: حالة غير معروفة
gu: અજ્ઞાત સ્થિતિ
hi: अज्ञात स्थिति
te: తెలియని స్థితి

# verificationStatusUnknown
source: Verification status is unknown
ar: حالة التحقق غير معروفة
gu: ચકાસણી સ્થિતિ અજ્ઞાત છે
hi: सत्यापन स्थिति अज्ञात है
te: ధృవీకరణ స్థితి తెలియదు

source: No Profile Found
ar: لم يتم العثور على ملف تعريف
gu: કોઈ પ્રોફાઇલ મળ્યું નથી
hi: कोई प्रोफ़ाइल नहीं मिली
te: ప్రొఫైల్ కనుగొనబడలేదు

# unableToLoadVerificationStatus
source: Unable to load verification status. Please try again.
ar: غير قادر على تحميل حالة التحقق. يرجى المحاولة مرة أخرى
gu: ચકાસણી સ્થિતિ લોડ કરવામાં અસમર્થ. કૃપા કરીને ફરીથી પ્રયાસ કરો
hi: सत्यापन स्थिति लोड करने में असमर्थ। कृपया पुनः प्रयास करें।
te: ధృవీకరణ స్థితిని లోడ్ చేయలేకపోయాము. దయచేసి మళ్లీ ప్రయత్నించండి

# noDriverLicenseDocuments
source: No driver license documents found
ar: لم يتم العثور على مستندات رخصة القيادة
gu: કોઈ ડ્રાઇવર લાઇસન્સ દસ્તાવેજો મળ્યા નથી
hi: कोई ड्राइवर लाइसेंस दस्तावेज़ नहीं मिले
te: డ్రైవర్ లైసెన్స్ పత్రాలు కనుగొనబడలేదు

source: Driver License Documents
ar: مستندات رخصة القيادة
gu: ડ્રાઇવર લાઇસન્સ દસ્તાવેજો
hi: ड्राइवर लाइसेंस दस्तावेज़
te: డ్రైవర్ లైసెన్స్ పత్రాలు

# documentsFound
source: {count} document{count, plural, =1 {} other {s}}
ar: {count} مستند{count, plural, =1 {} other {ات}}
gu: {count} દસ્તાવેજ{count, plural, =1 {} other {ો}}
hi: {count} दस्तावेज़{count, plural, =1 {} other {}}
te: {count} పత్రం{count, plural, =1 {} other {లు}}

# driverLicenseDocument
source: Driver License {index}
ar: رخصة القيادة {index}
gu: ડ્રાઇવર લાઇસન્સ {index}
hi: ड्राइवर लाइसेंस {index}
te: డ్రైవర్ లైసెన్స్ {index}

# noVehicleRegistrationDocuments
source: No vehicle registration documents found
ar: لم يتم العثور على مستندات تسجيل المركبة
gu: કોઈ વાહન નોંધણી દસ્તાવેજો મળ્યા નથી
hi: कोई वाहन पंजीकरण दस्तावेज़ नहीं मिले
te: వాహన నమోదు పత్రాలు కనుగొనబడలేదు

source: Vehicle Registration Documents
ar: مستندات تسجيل المركبة
gu: વાહન નોંધણી દસ્તાવેજો
hi: वाहन पंजीकरण दस्तावेज़
te: వాహన నమోదు పత్రాలు

# vehicleRegistrationDocument
source: Vehicle Registration {index}
ar: تسجيل المركبة {index}
gu: વાહન નોંધણી {index}
hi: वाहन पंजीकरण {index}
te: వాహన నమోదు {index}

source: View Documents
ar: عرض المستندات
gu: દસ્તાવેજો જુઓ
hi: दस्तावेज़ देखें
te: పత్రాలను చూడండి

source: Account Inactive
ar: الحساب غير نشط
gu: ખાતું નિષ્ક્રિય છે
hi: खाता निष्क्रिय
te: ఖాతా నిష్క్రియలో ఉంది

# activateAccountToViewOrders
source: You need to activate your account to view and accept available orders
ar: تحتاج إلى تفعيل حسابك لعرض وقبول الطلبات المتاحة
gu: ઉપલબ્ધ ઓર્ડર જોવા અને સ્વીકારવા માટે તમારે તમારું ખાતું સક્રિય કરવું પડશે
hi: उपलब्ध ऑर्डर देखने और स्वीकार करने के लिए आपको अपना खाता सक्रिय करना होगा
te: అందుబాటులో ఉన్న ఆర్డర్లను చూడటానికి మరియు అంగీకరించడానికి మీరు మీ ఖాతాను సక్రియం చేయాలి

source: Activate Account
ar: تفعيل الحساب
gu: ખાતું સક્રિય કરો
hi: खाता सक्रिय करें
te: ఖాతాను సక్రియం చేయండి

# tapPowerButtonToGoOnline
source: Tap the power button in the header to go online
ar: اضغط على زر الطاقة في الرأس للذهاب إلى الإنترنت
gu: ઓનલાઈન જવા માટે હેડરમાં પાવર બટન પર ટૅપ કરો
hi: ऑनलाइन जाने के लिए हेडर में पावर बटन पर टैप करें
te: ఆన్‌లైన్‌కి వెళ్లడానికి హెడర్‌లోని పవర్ బటన్‌పై ట్యాప్ చేయండి

# googleMapsError
source: Could not open Google Maps. Please install Google Maps app or try again.
ar: لا يمكن فتح خرائط جوجل. يرجى تثبيت تطبيق خرائط جوجل أو المحاولة مرة أخرى.
gu: Google Maps નહીં ખોલી શક્યા. કૃપા કરીને Google Maps એપ ઇન્સ્ટોલ કરો અથવા ફરીથી પ્રયાસ કરો.
hi: Google Maps नहीं खोल सके। कृपया Google Maps ऐप इंस्टॉल करें या पुनः प्रयास करें।
te: Google Maps ని తెరవలేకపోయాము. దయచేసి Google Maps అప్లికేషన్‌ని ఇన్‌స్టాల్ చేయండి లేదా మళ్లీ ప్రయత్నించండి.

# documentLbl
source: document
ar: مستند
gu: દસ્તાવેજ
hi: दस्तावेज़
te: పత్రం

source: Pickup Orders
ar: طلبات الاستلام
gu: પિકઅપ ઓર્ડર
hi: पिकअप ऑर्डर
te: పికప్ ఆర్డర్లు

# availPickupOrders
source: Available Pickup Orders
ar: طلبات الاستلام المتاحة
gu: ઉપલબ્ધ પિકઅપ ઓર્ડર
hi: उपलब्ध पिकअप ऑर्डर
te: అందుబాటులో ఉన్న పికప్ ఆర్డర్లు

# noReturnOrdersAvailable
source: No Pickup Orders Available
ar: لا توجد طلبات استلام متاحة
gu: કોઈ પિકઅપ ઓર્ડર ઉપલબ્ધ નથી
hi: कोई पिकअप ऑर्डर उपलब्ध नहीं
te: పికప్ ఆర్డర్లు లేవు

# activateAccountToViewPickupOrders
source: You need to activate your account to view and accept pickup orders
ar: يجب عليك تفعيل حسابك لعرض وقبول طلبات الاستلام
gu: પિકઅપ ઓર્ડર જોવા અને સ્વીકારવા માટે તમારે તમારું ખાતું સક્રિય કરવાની જરૂર છે
hi: पिकअप ऑर्डर देखने और स्वीकार करने के लिए आपको अपना खाता सक्रिय करना होगा
te: పికప్ ఆర్డర్లను చూడడానికి మరియు అంగీకరించడానికి మీ ఖాతాను సక్రియం చేయాలి

source: No Pickup Orders
ar: لا توجد طلبات استلام
gu: કોઈ પિકઅપ ઓર્ડર નથી
hi: कोई पिकअप ऑर्डर नहीं
te: పికప్ ఆర్డర్లు లేవు

source: Item
ar: عنصر
gu: આઇટમ
hi: आइटम
te: అంశం

source: Delivered Successfully
ar: تم التسليم بنجاح
gu: સફળતાપૂર્વક પહોંચાડ્યું
hi: सफलतापूर्वक डिलीवर किया गया
te: విజయవంతంగా డెలివరీ చేయబడింది

source: Update Status
ar: تحديث الحالة
gu: સ્થિતિ અપડેટ કરો
hi: स्थिति अपडेट करें
te: స్థితిని నవీకరించండి

source: Pickup
ar: استلام
gu: પિકઅપ
hi: पिकअप
te: పికప్

source: Delivered to Seller
ar: تم التسليم للبائع
gu: વેચનારને પહોંચાડ્યું
hi: विक्रेता को डिलीवर किया गया
te: విక్రేతకు డెలివరీ చేయబడింది

source: Return Details
ar: تفاصيل الإرجاع
gu: રીટર્ન વિગતો
hi: वापसी विवरण
te: రిటర్న్ వివరాలు

source: Reason
ar: السبب
gu: કારણ
hi: कारण
te: కారణం

# refundAmt
source: Refund Amount
ar: مبلغ الاسترداد
gu: રિફંડ રકમ
hi: रिफंड राशि
te: రిఫండ్ మొత్తం

source: Pickup Details
ar: تفاصيل الاستلام
gu: પિકઅપ વિગતો
hi: पिकअप विवरण
te: పికప్ వివరాలు

source: Go to Customer Location
ar: الذهاب إلى موقع العميل
gu: ગ્રાહકના સ્થાન પર જાઓ
hi: ग्राहक के स्थान पर जाएँ
te: కస్టమర్ స్థలానికి వెళ్లండి

source: Go to Seller Location
ar: الذهاب إلى موقع البائع
gu: વેચનારના સ્થાન પર જાઓ
hi: विक्रेता के स्थान पर जाएँ
te: విక్రేత స్థలానికి వెళ్లండి

source: No details found
ar: لا توجد تفاصيل
gu: કોઈ વિગતો મળી નથી
hi: कोई विवरण नहीं मिला
te: వివరాలు కనిపించలేదు

# baseFees
source: Base Fee
ar: رسوم أساسية
gu: બેસ ફી
hi: बेस फ़ीस
te: బేస్ ఫీ

# pickupFees
source: Pickup Fee
ar: رسوم الاستلام
gu: પિકઅપ ફી
hi: पिकअप फ़ीस
te: పికప్ ఫీ

# distanceFees
source: Distance Fee
ar: رسوم المسافة
gu: દૂરી ફી
hi: दूरी शुल्क
te: దూరపు ఫీ

source: Incentive
ar: حافز
gu: પ્રોત્સાહન
hi: प्रोत्साहन
te: ప్రోత్సాహకం

source: Seller Comment
ar: تعليق البائع
gu: વેચનારની ટિપ્પણી
hi: विक्रेता टिप्पणी
te: విక్రేత వ్యాఖ్య

source: My Earnings
ar: أرباحي
gu: મારી કમાણી
hi: मेरी कमाई
te: నా ఆదాయం

# allEarnings
source: All
ar: الكل
gu: બધું
hi: सभी
te: అన్నీ

source: Total Orders
ar: إجمالي الطلبات
gu: કુલ ઓર્ડર
hi: कुल ऑर्डर
te: మొత్తం ఆర్డర్లు

source: Per Page
ar: لكل صفحة
gu: દર પેજ
hi: प्रति पेज
te: ప్రతి పేజీ

source: Day
ar: يوم
gu: દિવસ
hi: दिन
te: రోజు

source: Period Earnings
ar: أرباح الفترة
gu: સમયગાળાની કમાણી
hi: अवधि की कमाई
te: కాలవ్యవధి ఆదాయం

source: Earnings Breakdown
ar: تفاصيل الأرباح
gu: કમાણીનું વિભાજન
hi: कमाई का विवरण
te: ఆదాయం విభజన

source: Order Earnings
ar: أرباح الطلب
gu: ઓર્ડર કમાણી
hi: ऑर्डर कमाई
te: ఆర్డర్ ఆదాయం

# baseAndDistanceFees
source: Base & Distance Fees
ar: رسوم الأساس والمسافة
gu: બેસ અને અંતર ફી
hi: बेस और दूरी शुल्क
te: బేస్ & దూరపు ఫీజులు

source: Per Store Charges
ar: رسوم لكل متجر
gu: દર સ્ટોર ચાર્જ
hi: प्रति स्टोर शुल्क
te: ప్రతి స్టోర్ ఛార్జీలు

source: Incentives
ar: حوافز
gu: પ્રોત્સાહન
hi: प्रोत्साहन
te: ప్రోత్సాహకాలు

# bonusAndRewards
source: Bonus & Rewards
ar: مكافآت وجوائز
gu: બોનસ અને ઇનામ
hi: बोनस और पुरस्कार
te: బోనస్ & రివార్డులు

source: Daily Breakdown
ar: تفاصيل يومية
gu: દૈનિક વિભાજન
hi: दैनिक विवरण
te: రోజువారీ విభజన

# avgPerDay
source: Avg/Day
ar: متوسط/يوم
gu: સરેરાશ/દિવસ
hi: औसत/दिन
te: సగటు/రోజు

source: Best Day
ar: أفضل يوم
gu: સર્વોત્તમ દિવસ
hi: सर्वश्रेष्ठ दिन
te: ఉత్తమ రోజు

source: Days Active
ar: الأيام النشطة
gu: સક્રિય દિવસો
hi: सक्रिय दिन
te: సక్రియమైన రోజులు

source: Error loading earnings
ar: خطأ في تحميل الأرباح
gu: કમાણી લોડ કરવામાં ભૂલ
hi: कमाई लोड करने में त्रुटि
te: ఆదాయం లోడ్ చేయడంలో లోపం

source: All Time
ar: كل الوقت
gu: સમગ્ર સમય
hi: सभी समय
te: అన్ని సమయాలు

# weekN
source: Week {weekNumber}
ar: الأسبوع {weekNumber}
gu: અઠવાડિયું {weekNumber}
hi: सप्ताह {weekNumber}
te: వారం {weekNumber}

# feed
source: Orders
ar: الطلبات
gu: ઓર્ડર
hi: ऑर्डर
te: ఆర్డర్లు

source: Choose your preferred language
ar: اختر لغتك المفضلة
gu: તમારી પસંદગીની ભાષા પસંદ કરો
hi: अपनी पसंदीदा भाषा चुनें
te: మీ ఇష్టమైన భాషను ఎంచుకోండి

# cannotGoOfflineWithPendingOrders
source: You cannot go offline with pending orders
gu: પેન્ડિંગ ઓર્ડર સાથે તમે ઓફલાઇન નહીં જઈ શકો
hi: पेंडिंग ऑर्डर के साथ आप ऑफलाइन नहीं जा सकते

source: Failed to update status
gu: સ્થિતિ અપડેટ કરવામાં નિષ્ફળ
hi: स्टेटस अपडेट करने में विफल

source: Forgot Password?
gu: પાસવર્ડ ભૂલી ગયા છો?
te: పాస్‌వర్డ్ మరచిపోయారా?
