Repository: Code-Troops-Co/wibi-delivery-original
Catalog: Author Code Rider App V1.0.2/lib/l10n/app_*.arb
Languages: ar, gu, hi, te

source: Bank Details
ar: تفاصيل البنك
gu: બેંકની વિગતો
hi: बैंक विवरण
te: బ్యాంక్ వివరాలు

source: Account Number
ar: رقم الحساب
gu: ખાતા નંબર
hi: खाता संख्या
te: ఖాతా నంబర్

source: IFSC Code
ar: رمز IFSC
gu: IFSC કોડ
hi: IFSC कोड
te: IFSC కోడ్

source: Bank Name
ar: اسم البنك
gu: બેંકનું નામ
hi: बैंक का नाम
te: బ్యాంక్ పేరు

source: Account Holder Name
ar: اسم صاحب الحساب
gu: ખાતા ધારકનું નામ
hi: खाता धारक का नाम
te: ఖాతా హోల్డర్ పేరు

source: Request Withdrawal
ar: طلب سحب
gu: નિકાસની વિનંતી કરો
hi: निकासी का अनुरोध करें
te: ఉపసంహరణ అభ్యర్థించండి

# withdrawalRequested
source: Withdrawal Requested Successfully
ar: تم طلب السحب بنجاح
gu: નિકાસ સફળતાપૂર્વક વિનંતી કર્યો
hi: निकासी सफलतापूर्वक अनुरोध की गई
te: ఉపసంహరణ విజయవంతంగా అభ్యర్థించబడింది

# minimumWithdrawalAmount
source: Minimum withdrawal amount is ₹100
ar: الحد الأدنى لمبلغ السحب هو ₹100
gu: ન્યૂનતમ નિકાસ રકમ ₹100 છે
hi: न्यूनतम निकासी राशि ₹100 है
te: కనీస ఉపసంహరణ మొత్తం ₹100

source: Insufficient balance
ar: رصيد غير كافي
gu: અપૂરતું બેલેન્સ
hi: अपर्याप्त शेष राशि
te: తగినంత బ్యాలెన్స్ లేదు

source: Light
ar: فاتح
gu: હળવું
hi: हल्का
te: వెలుగు

source: Dark
ar: داكن
gu: ઘેરું
hi: गहरा
te: చీకటి

source: System
ar: النظام
gu: સિસ્ટમ
hi: सिस्टम
te: సిస్టమ్

source: Notifications
ar: الإشعارات
gu: સૂચનાઓ
hi: सूचनाएं
te: నోటిఫికేషన్లు

source: Push Notifications
ar: إشعارات الدفع
gu: પુશ સૂચનો
hi: पुश सूचनाएं
te: పుష్ నోటిఫికేషన్లు

source: Email Notifications
ar: إشعارات البريد الإلكتروني
gu: ઈમેઇલ સૂચનો
hi: ईमेल सूचनाएं
te: ఇమెయిల్ నోటిఫికేషన్లు

source: SMS Notifications
ar: إشعارات الرسائل النصية
gu: SMS સૂચનો
hi: SMS सूचनाएं
te: SMS నోటిఫికేషన్లు

source: Privacy Policy
ar: سياسة الخصوصية
gu: ગોપનીયતા નીતિ
hi: गोपनीयता नीति
te: గోప్యతా విధానం

source: Terms of Service
ar: شروط الخدمة
gu: સેવાની શરતો
hi: सेवा की शर्तें
te: సేవా నిబంధనలు

source: About
ar: حول
gu: બદલે
hi: के बारे में
te: గురించి

source: Version
ar: الإصدار
gu: વર્ઝન
hi: संस्करण
te: వెర్షన్

source: Support
ar: الدعم
gu: સમર્થન
hi: समर्थन
te: మద్దతు

source: Contact Us
ar: اتصل بنا
gu: અમારો સંપર્ક કરો
hi: हमसे संपर्क करें
te: మమ్మల్ని సంప్రదించండి

source: Rate App
ar: قيّم التطبيق
gu: એપને રેટ કરો
hi: ऐप को रेट करें
te: యాప్‌ని రేట్ చేయండి

source: Share App
ar: شارك التطبيق
gu: એપ શેર કરો
hi: ऐप साझा करें
te: యాప్‌ని షేర్ చేయండి

source: Yes
ar: نعم
gu: હા
hi: हाँ
te: అవును

source: No
ar: لا
gu: ના
hi: नहीं
te: లేదు

source: Save
ar: حفظ
gu: સાચવો
hi: सहेजें
te: సేవ్ చేయండి

source: Delete
ar: حذف
gu: કાઢી નાખો
hi: हटाएं
te: తొలగించండి

source: Edit
ar: تعديل
gu: સંપાદિત કરો
hi: संपादित करें
te: సవరించండి

source: Add
ar: إضافة
gu: ઉમેરો
hi: जोड़ें
te: జోడించండి

source: Remove
ar: إزالة
gu: દૂર કરો
hi: हटाएं
te: తొలగించండి

source: Search
ar: بحث
gu: શોધો
hi: खोजें
te: వెతకండి

source: Filter
ar: تصفية
gu: ફિલ્ટર
hi: फ़िल्टर
te: ఫిల్టర్

source: Sort
ar: ترتيب
gu: ક્રમમાં ગોઠવો
hi: क्रमबद्ध करें
te: క్రమబద్ధం చేయండి

source: Refresh
ar: تحديث
gu: રિફ્રેશ
hi: रिफ्रेश करें
te: రిఫ్రెష్

source: Close
ar: إغلاق
gu: બંધ કરો
hi: बंद करें
te: మూసివేయి

source: Back
ar: رجوع
gu: પાછળ
hi: वापस
te: వెనుకకు

source: Next
ar: التالي
gu: આગળ
hi: अगला
te: తదుపరి

source: Previous
ar: السابق
gu: પહેલા
hi: पिछला
te: మునుపటి

source: Confirm
ar: تأكيد
gu: પુષ્ટિ કરો
hi: पुष्टि करें
te: నిర్ధారించండి

# noData
source: No data available
ar: لا توجد بيانات متاحة
gu: કોઈ ડેટા ઉપલબ્ધ નથી
hi: कोई डेटा उपलब्ध नहीं
te: డేటా అందుబాటులో లేదు

# noInternet
source: No internet connection
ar: لا يوجد اتصال بالإنترنت
gu: ઇન્ટરનેટ કનેક્શન નથી
hi: इंटरनेट कनेक्शन नहीं
te: ఇంటర్నెట్ కనెక్షన్ లేదు

source: Try Again
ar: حاول مرة أخرى
gu: ફરીથી પ્રયાસ કરો
hi: पुनः प्रयास करें
te: మళ్లీ ప్రయత్నించండి

source: Permission denied
ar: تم رفض الإذن
gu: પરવાનગી નકારી
hi: अनुमति अस्वीकृत
te: అనుమతి తిరస్కరించబడింది

# locationPermissionRequired
source: Location permission is required
ar: إذن الموقع مطلوب
gu: સ્થાન પરવાનગી જરૂરી
hi: स्थान अनुमति आवश्यक है
te: స్థాన అనుమతి అవసరం

# cameraPermissionRequired
source: Camera permission is required
ar: إذن الكاميرا مطلوب
gu: કેમેરા પરવાનગી જરૂરી
hi: कैमरा अनुमति आवश्यक है
te: కెమెరా అనుమతి అవసరం

# storagePermissionRequired
source: Storage permission is required
ar: إذن التخزين مطلوب
gu: સ્ટોરેજ પરવાનગી જરૂરી
hi: स्टोरेज अनुमति आवश्यक है
te: నిల్వ అనుమతి అవసరం

# microphonePermissionRequired
source: Microphone permission is required
ar: إذن الميكروفون مطلوب
gu: માઇક્રોફોન પરવાનગી જરૂરી
hi: माइक्रोफोन अनुमति आवश्यक है
te: మైక్రోఫోన్ అనుమతి అవసరం

source: Permission Required
ar: الإذن مطلوب
gu: પરવાનગી જરૂરી
hi: अनुमति आवश्यक
te: అనుమతి అవసరం

# permissionExplanation
source: This app needs {permission} permission to function properly.
ar: هذا التطبيق يحتاج إلى إذن {permission} للعمل بشكل صحيح.
gu: આ એપને યોગ્ય રીતે કામ કરવા માટે {permission} પરવાનગી જરૂરી છે.
hi: इस ऐप को सही तरीके से काम करने के लिए {permission} अनुमति की आवश्यकता है।
te: ఈ యాప్ సరిగ్గా పనిచేయడానికి {permission} అనుమతి అవసరం.

source: Grant Permission
ar: منح الإذن
gu: પરવાનગી આપો
hi: अनुमति दें
te: అనుమతి ఇవ్వండి

source: Go to Settings
ar: اذهب إلى الإعدادات
gu: સેટિંગ્સ પર જાઓ
hi: सेटिंग्स पर जाएं
te: సెట్టింగ్‌లకు వెళ్లండి

source: Later
ar: لاحقاً
gu: પછીથી
hi: बाद में
te: తర్వాత

# required
source: This field is required
ar: هذا الحقل مطلوب
gu: આ ફીલ્ડ જરૂરી છે
hi: यह फ़ील्ड आवश्यक है
te: ఈ ఫీల్డ్ అవసరం

# invalidEmail
source: Please enter a valid email address
ar: يرجى إدخال عنوان بريد إلكتروني صحيح
gu: કૃપા કરીને માન્ય ઈમેઇલ સરનામું દાખલ કરો
hi: कृपया एक वैध ईमेल पता दर्ज करें
te: దయచేసి చెల్లుబాటు అయ్యే ఇమెయిల్ చిరునామా నమోదు చేయండి

# invalidPhone
source: Please enter a valid phone number
ar: يرجى إدخال رقم هاتف صحيح
gu: કૃપા કરીને માન્ય ફોન નંબર દાખલ કરો
hi: कृपया एक वैध फोन नंबर दर्ज करें
te: దయచేసి చెల్లుబాటు అయ్యే ఫోన్ నంబర్ నమోదు చేయండి

# invalidPassword
source: Password must be at least 6 characters long
ar: يجب أن تكون كلمة المرور 6 أحرف على الأقل
gu: પાસવર્ડ ઓછામાં ઓછા 6 અક્ષરોનો હોવો જોઈએ
hi: पासवर्ड कम से कम 6 अक्षर लंबा होना चाहिए
te: పాస్‌వర్డ్ కనీసం 6 అక్షరాలు ఉండాలి

# invalidOtp
source: Please enter a valid OTP
ar: يرجى إدخال OTP صحيح
gu: કૃપા કરીને માન્ય OTP દાખલ કરો
hi: कृपया एक वैध OTP दर्ज करें
te: దయచేసి చెల్లుబాటు అయ్యే OTP నమోదు చేయండి

# invalidAmount
source: Please enter a valid amount
ar: يرجى إدخال مبلغ صحيح
gu: કૃપા કરીને માન્ય રકમ દાખલ કરો
hi: कृपया एक वैध राशि दर्ज करें
te: దయచేసి చెల్లుబాటు అయ్యే మొత్తం నమోదు చేయండి

# invalidAccountNumber
source: Please enter a valid account number
ar: يرجى إدخال رقم حساب صحيح
gu: કૃપા કરીને માન્ય ખાતા નંબર દાખલ કરો
hi: कृपया एक वैध खाता संख्या दर्ज करें
te: దయచేసి చెల్లుబాటు అయ్యే ఖాతా నంబర్ నమోదు చేయండి

# invalidIfscCode
source: Please enter a valid IFSC code
ar: يرجى إدخال رمز IFSC صحيح
gu: કૃપા કરીને માન્ય IFSC કોડ દાખલ કરો
hi: कृपया एक वैध IFSC कोड दर्ज करें
te: దయచేసి చెల్లుబాటు అయ్యే IFSC కోడ్ నమోదు చేయండి

source: Today:
ar: اليوم:
gu: આજે:
hi: आज:
te: ఈరోజు:

source: Yesterday
ar: أمس
gu: ગઈકાલે
hi: कल
te: నిన్న

source: Tomorrow
ar: غداً
gu: કાલે
hi: कल
te: రేపు

source: This Week
ar: هذا الأسبوع
gu: આ અઠવાડિયે
hi: इस सप्ताह
te: ఈ వారం

source: Last Week
ar: الأسبوع الماضي
gu: ગયા અઠવાડિયે
hi: पिछले सप्ताह
te: గత వారం

source: This Month
ar: هذا الشهر
gu: આ મહિને
hi: इस महीने
te: ఈ నెల

source: Last Month
ar: الشهر الماضي
gu: ગયા મહિને
hi: पिछले महीने
te: గత నెల

source: This Year
ar: هذا العام
gu: આ વર્ષે
hi: इस साल
te: ఈ సంవత్సరం

source: Last Year
ar: العام الماضي
gu: ગયા વર્ષે
hi: पिछले साल
te: గత సంవత్సరం

source: Just now
ar: الآن
gu: હમણાં જ
hi: अभी-अभी
te: ఇప్పుడే

# minutesAgo
source: {minutes} minutes ago
ar: منذ {minutes} دقيقة
gu: {minutes} મિનિટ પહેલા
hi: {minutes} मिनट पहले
te: {minutes} నిమిషాల క్రితం

# hoursAgo
source: {hours} hours ago
ar: منذ {hours} ساعة
gu: {hours} કલાક પહેલા
hi: {hours} घंटे पहले
te: {hours} గంటల క్రితం

# daysAgo
source: {count} days ago
ar: منذ {count} أيام
gu: {count} દિવસ પહેલાં
hi: {count} दिन पहले
te: {count} రోజుల క్రితం

# weeksAgo
source: {count} weeks ago
ar: منذ {count} أسابيع
gu: {count} અઠવાડિયા પહેલાં
hi: {count} सप्ताह पहले
te: {count} వారాల క్రితం

# monthsAgo
source: {months} months ago
ar: منذ {months} شهر
gu: {months} મહિના પહેલા
hi: {months} महीने पहले
te: {months} నెలల క్రితం

# yearsAgo
source: {years} years ago
ar: منذ {years} عام
gu: {years} વર્ષ પહેલા
hi: {years} साल पहले
te: {years} సంవత్సరాల క్రితం

source: Status
ar: الحالة
gu: સ્થિતિ
hi: स्थिति
te: స్థితి

source: Approved
ar: موافق عليه
gu: મંજૂર
hi: स्वीकृत
te: అనుమోదించబడింది

source: Rejected
ar: مرفوض
gu: નકારી કાઢેલું
hi: अस्वीकृत
te: తిరస్కరించబడింది

source: Completed
ar: مكتمل
gu: પૂર્ણ
hi: पूरा हुआ
te: పూర్తయింది

source: Cancelled
ar: ملغي
gu: રદ
hi: रद्द
te: రద్దు చేయబడింది

source: Processing
ar: قيد المعالجة
gu: પ્રક્રિયા થઈ રહી
hi: प्रक्रियाधीन
te: ప్రాసెస్ చేస్తోంది

source: Shipped
ar: تم الشحن
gu: શિપ કર્યું
hi: शिप किया गया
te: షిప్ చేయబడింది

source: Returned
ar: مُرجع
gu: પાછું આવ્યું
hi: वापस
te: తిరిగి వచ్చింది

source: Refunded
ar: مُسترد
gu: રિફંડ
hi: धनवापसी
te: రీఫండ్ చేయబడింది

source: Go to Map
ar: اذهب إلى الخريطة
gu: મેપ પર જાઓ
hi: मानचित्र पर जाएं
te: మ్యాప్‌కి వెళ్లండి

# sixDigitCode
source: 6-digit code
ar: رمز من 6 أرقام
gu: 6-અંકનો કોડ
hi: 6-अंकीय कोड
te: 6-అంకెల కోడ్

source: All items collected successfully!
ar: تم جمع جميع العناصر بنجاح!
gu: બધી આઇટમ્સ સફળતાપૂર્વક એકત્રિત થઈ!
hi: सभी आइटम सफलतापूर्वक एकत्र किए गए!
te: అన్ని అంశాలు విజయవంతంగా సేకరించబడ్డాయి!

source: Arrival Confirmed
ar: تم تأكيد الوصول
gu: આગમનની પુષ્ટિ થઈ
hi: आगमन की पुष्टि हुई
te: చేరుకున్నట్టు నిర్ధారించబడింది

source: Confirm Arrival
ar: تأكيد الوصول
gu: આગમનની પુષ્ટિ કરો
hi: आगमन की पुष्टि करें
te: చేరుకున్నట్టు నిర్ధారించండి

source: Congratulations!
ar: تهانينا!
gu: અભિનંદન!
hi: बधाई हो!
te: అభినందనలు!

# orderCompletedSuccessfully
source: You have completed this order successfully!
ar: لقد أكملت هذا الطلب بنجاح!
gu: તમે આ ઓર્ડર સફળતાપૂર્વક પૂર્ણ કર્યો છે!
hi: आपने इस ऑर्डर को सफलतापूर्वक पूरा कर लिया है!
te: మీరు ఈ ఆర్డర్‌ని విజయవంతంగా పూర్తి చేశారు!

source: Store Pickup Fee
ar: رسوم الاستلام من المتجر
gu: સ્ટોર પિકઅપ ફી
hi: स्टोर पिकअप शुल्क
te: స్టోర్ పికప్ ఫీ

source: Distance Fee
ar: رسوم المسافة
gu: અંતર ફી
hi: दूरी शुल्क
te: దూరపు ఫీ

source: Order Incentive
ar: حافز الطلب
gu: ઓર્ડર પ્રોત્સાહન
hi: ऑर्डर प्रोत्साहन
te: ఆర్డర్ ప్రోత్సాహనం

source: Item delivered successfully
ar: تم تسليم العنصر بنجاح
gu: આઇટમ સફળતાપૂર્વક ડેલિવર થઈ
hi: आइटम सफलतापूर्वक पहुंचाया गया
te: అంశం విజయవంతంగా పంపిణీ చేయబడింది

source: Item collected successfully
ar: تم جمع العنصر بنجاح
gu: આઇટમ સફળતાપૂર્વક એકત્રિત થઈ
hi: आइटम सफलतापूर्वक एकत्रित किया गया
te: అంశం విజయవంతంగా సేకరించబడింది

source: Customer
ar: العميل
gu: ક્લાયન્ટ
hi: ग्राहक
te: కస్టమర్

source: Name
ar: الاسم
gu: નામ
hi: नाम
te: పేరు

source: All Done
ar: كل شيء مكتمل
gu: બધું પૂર્ણ થયું
hi: सब हो गया
te: అన్నీ పూర్తయ్యాయి

source: Total Distance
ar: المسافة الإجمالية
gu: કુલ દૂરી
hi: कुल दूरी
te: మొత్తం దూరం

source: Order ID
ar: معرف الطلب
gu: ઓર્ડર આઈડી
hi: ऑर्डर आईडी
te: ఆర్డర్ ఐడి

source: Verification Pending
ar: التحقق معلق
gu: ચકાસણી બાકી છે
hi: सत्यापन लंबित
te: ధృవీకరణ పెండింగ్‌లో ఉంది

source: Verification Approved
ar: تمت الموافقة على التحقق
gu: ચકાસણી મંજૂર
hi: सत्यापन स्वीकृत
te: ధృవీకరణ ఆమోదించబడింది

source: Verification Rejected
ar: تم رفض التحقق
gu: ચકાસણી નામંજૂર
hi: सत्यापन अस्वीकृत
te: ధృవీకరణ తిరస్కరించబడింది

source: Upload Document
ar: رفع المستند
gu: દસ્તાવેજ અપલોડ કરો
hi: दस्तावेज अपलोड करें
te: పత్రాన్ని అప్‌లోడ్ చేయండి

source: Document Type
ar: نوع المستند
gu: દસ્તાવેજ પ્રકાર
hi: दस्तावेज प्रकार
te: పత్ర రకం

source: Select Document
ar: اختر المستند
gu: દસ્તાવેજ પસંદ કરો
hi: दस्तावेज़ चुनें
te: పత్రాన్ని ఎంచుకోండి

source: Take Photo
ar: التقاط صورة
gu: ફોટો લો
hi: फोटो लें
te: ఫోటో తీయండి

source: Choose from Gallery
ar: اختر من المعرض
gu: ગેલરીમાંથી પસંદ કરો
hi: गैलरी से चुनें
te: గ్యాలరీ నుండి ఎంచుకోండి

# documentUploaded
source: Document Uploaded Successfully
ar: تم رفع المستند بنجاح
gu: દસ્તાવેજ સફળતાપૂર્વક અપલોડ થયો
hi: दस्तावेज़ सफलतापूर्वक अपलोड किया गया
te: పత్రం విజయవంతంగా అప్‌లోడ్ చేయబడింది

source: Document Upload Failed
ar: فشل رفع المستند
gu: દસ્તાવેજ અપલોડ નિષ્ફળ
hi: दस्तावेज़ अपलोड विफल
te: పత్రం అప్‌లోడ్ విఫలమైంది

# pleaseSelectDocument
source: Please select a document
ar: يرجى اختيار مستند
gu: કૃપા કરીને એક દસ્તાવેજ પસંદ કરો
hi: कृपया एक दस्तावेज़ चुनें
te: దయచేసి ఒక పత్రాన్ని ఎంచుకోండి

source: Go Offline
ar: اذهب إلى وضع عدم الاتصال
gu: ઓફલાઇન જાઓ
hi: ऑफ़लाइन जाएं
te: ఆఫ్‌లైన్‌కి వెళ్లండి

source: Delivery Partner
ar: شريك التوصيل
gu: ડેલિવરી પાર્ટનર
hi: डिलीवरी पार्टनर
te: డెలివరీ పార్టనర్

# updatePersonalDetails
source: Update your personal details
ar: تحديث معلوماتك الشخصية
gu: તમારી વ્યક્તિગત વિગતો અપડેટ કરો
hi: अपनी व्यक्तिगत जानकारी अपडेट करें
te: మీ వ్యక్తిగత వివరాలను నవీకరించండి

source: Update phone and email
ar: تحديث الهاتف والبريد الإلكتروني
gu: ફોન અને ઇમેઇલ અપડેટ કરો
hi: फ़ोन और ईमेल अपडेट करें
te: ఫోన్ మరియు ఇమెయిల్‌ని నవీకరించండి

source: Update vehicle details
ar: تحديث تفاصيل المركبة
gu: વાહનની વિગતો અપડેટ કરો
hi: वाहन की जानकारी अपडेट करें
te: వాహన వివరాలను నవీకరించండి

# manageDeliveryAreas
source: Manage your delivery areas
ar: إدارة مناطق التوصيل الخاصة بك
gu: તમારા ડેલિવરી વિસ્તારોનું સંચાલન કરો
hi: अपने डिलीवरी क्षेत्रों का प्रबंधन करें
te: మీ డెలివరీ ప్రాంతాలను నిర్వహించండి

# checkVerificationStatus
source: Check your verification status
ar: تحقق من حالة التحقق الخاصة بك
gu: તમારી ચકાસણી સ્થિતિ તપાસો
hi: अपनी सत्यापन स्थिति की जांच करें
te: మీ ధృవీకరణ స్థితిని తనిఖీ చేయండి

source: Upload and manage documents
ar: رفع وإدارة المستندات
gu: દસ્તાવેજો અપલોડ અને સંચાલન કરો
hi: दस्तावेज़ अपलोड और प्रबंधन करें
te: పత్రాలను అప్‌లోడ్ చేసి నిర్వహించండి

# fullNameRequired
source: Full name is required
ar: الاسم الكامل مطلوب
gu: પૂરું નામ જરૂરી છે
hi: पूरा नाम आवश्यक है
te: పూర్తి పేరు అవసరం

# addressRequired
source: Address is required
ar: العنوان مطلوب
gu: સરનામું જરૂરી છે
hi: पता आवश्यक है
te: చిరునామా అవసరం

# driverLicenseRequired
source: Driver license number is required
ar: رقم رخصة القيادة مطلوب
gu: ડ્રાઇવર લાઇસન્સ નંબર જરૂરી છે
hi: ड्राइवर लाइसेंस नंबर आवश्यक है
te: డ్రైవర్ లైసెన్స్ నంబర్ అవసరం

# vehicleTypeRequired
source: Vehicle type is required
ar: نوع المركبة مطلوب
gu: વાહનનો પ્રકાર જરૂરી છે
hi: वाहन प्रकार आवश्यक है
te: వాహన రకం అవసరం

source: Mobile Number
ar: رقم الهاتف المحمول
gu: મોબાઇલ નંબર
hi: मोबाइल नंबर
te: మొబైల్ నంబర్

# mobileNumberRequired
source: Mobile number is required
ar: رقم الهاتف المحمول مطلوب
gu: મોબાઇલ નંબર જરૂરી છે
hi: मोबाइल नंबर आवश्यक है
te: మొబైల్ నంబర్ అవసరం

# mobileNumberMinLength
source: Mobile number must be at least 10 digits
ar: رقم الهاتف المحمول يجب أن يكون 10 أرقام على الأقل
gu: મોબાઇલ નંબર ઓછામાં ઓછા 10 અંકોનો હોવો જોઈએ
hi: मोबाइल नंबर कम से कम 10 अंक होना चाहिए
te: మొబైల్ నంబర్ కనీసం 10 అంకెలు ఉండాలి

source: Email Address
ar: عنوان البريد الإلكتروني
gu: ઇમેઇલ સરનામું
hi: ईमेल पता
te: ఇమెయిల్ చిరునామా

# emailRequired
source: Email is required
ar: البريد الإلكتروني مطلوب
gu: ઇમેઇલ જરૂરી છે
hi: ईमेल आवश्यक है
te: ఇమెయిల్ అవసరం

# validEmailRequired
source: Please enter a valid email address
ar: يرجى إدخال عنوان بريد إلكتروني صحيح
gu: કૃપા કરીને માન્ય ઇમેઇલ સરનામું દાખલ કરો
hi: कृपया एक वैध ईमेल पता दर्ज करें
te: దయచేసి చెల్లుబాటు అయ్యే ఇమెయిల్ చిరునామాను నమోదు చేయండి

# countryRequired
source: Country is required
ar: البلد مطلوب
gu: દેશ જરૂરી છે
hi: देश आवश्यक है
te: దేశం అవసరం

# phoneAndEmail
source: Phone & Email
ar: الهاتف والبريد الإلكتروني
gu: ફોન અને ઇમેઇલ
hi: फोन और ईमेल
te: ఫోన్ మరియు ఇమెయిల్

source: Location Information
ar: معلومات الموقع
gu: સ્થાન માહિતી
hi: स्थान जानकारी
te: స్థాన సమాచారం

source: Personal Details
ar: التفاصيل الشخصية
gu: વ્યક્તિગત વિગતો
hi: व्यक्तिगत विवरण
te: వ్యక్తిగత వివరాలు

source: Profile Picture Preview
ar: معاينة صورة الملف الشخصي
gu: પ્રોફાઇલ ચિત્ર પૂર્વાવલોકન
hi: प्रोफ़ाइल पिक्चर पूर्वावलोकन
te: ప్రొఫైల్ చిత్రం మునుజూపు

# file
source: File: {fileName}
ar: الملف: {fileName}
gu: ફાઇલ: {fileName}
hi: फ़ाइल: {fileName}
te: ఫైల్: {fileName}

# useImageAsProfilePicture
source: Do you want to use this image as your profile picture?
ar: هل تريد استخدام هذه الصورة كصورة ملف شخصي؟
gu: શું તમે આ છબીને તમારી પ્રોફાઇલ ચિત્ર તરીકે વાપરવા માંગો છો?
hi: क्या आप इस छवि को अपनी प्रोफ़ाइल पिक्चर के रूप में उपयोग करना चाहते हैं?
te: మీరు ఈ చిత్రాన్ని మీ ప్రొఫైల్ చిత్రంగా ఉపయోగించాలనుకుంటున్నారా?

source: Use This Image
ar: استخدم هذه الصورة
gu: આ છબી વાપરો
hi: इस छवि का उपयोग करें
te: ఈ చిత్రాన్ని ఉపయోగించండి

# failedToPickImage
source: Failed to pick image: {error}
ar: فشل في اختيار الصورة: {error}
gu: છબી પસંદ કરવામાં નિષ્ફળ: {error}
hi: छवि चुनने में विफल: {error}
te: చిత్రాన్ని ఎంచుకోవడంలో విఫలం: {error}

source: Uploading profile picture...
ar: جاري رفع صورة الملف الشخصي...
gu: પ્રોફાઇલ ચિત્ર અપલોડ થઈ રહ્યું છે...
hi: प्रोफ़ाइल पिक्चर अपलोड हो रहा है...
te: ప్రొఫైల్ చిత్రం అప్‌లోడ్ అవుతోంది...

source: Profile picture uploaded successfully!
ar: تم رفع صورة الملف الشخصي بنجاح!
gu: પ્રોફાઇલ ચિત્ર સફળતાપૂર્વક અપલોડ થયું!
hi: प्रोफ़ाइल पिक्चर सफलतापूर्वक अपलोड किया गया!
te: ప్రొఫైల్ చిత్రం విజయవంతంగా అప్‌లోడ్ చేయబడింది!

# failedToUploadProfilePicture
source: Failed to upload profile picture: {error}
ar: فشل في رفع صورة الملف الشخصي: {error}
gu: પ્રોફાઇલ ચિત્ર અપલોડ કરવામાં નિષ્ફળ: {error}
hi: प्रोफ़ाइल पिक्चर अपलोड करने में विफल: {error}
te: ప్రొఫైల్ చిత్రం అప్‌లోడ్ చేయడంలో విఫలం: {error}

source: Saving...
ar: جاري الحفظ...
gu: સેવ થઈ રહ્યું છે...
hi: सहेज रहा है...
te: సేవ్ అవుతోంది...

source: Edit Information
ar: تعديل المعلومات
gu: માહિતી સંપાદિત કરો
hi: जानकारी संपादित करें
te: సమాచారాన్ని సవరించండి

source: Not provided
ar: غير متوفر
gu: પ્રદાન કરેલ નથી
hi: प्रदान नहीं किया गया
te: అందించబడలేదు

source: Error Loading Profile
ar: خطأ في تحميل الملف الشخصي
gu: પ્રોફાઇલ લોડ કરવામાં ત્રુટિ
hi: प्रोफ़ाइल लोड करने में त्रुटि
te: ప్రొఫైల్ లోడ్ చేయడంలో లోపం

# contactInformationUpdated
source: Contact information updated successfully!
ar: تم تحديث معلومات الاتصال بنجاح!
gu: સંપર્ક માહિતી સફળતાપૂર્વક અપડેટ થઈ!
hi: संपर्क जानकारी सफलतापूर्वक अपडेट हो गई!
te: సంప్రదింపు సమాచారం విజయవంతంగా అప్‌డేట్ అయింది!

source: Remove Document
ar: إزالة المستند
gu: દસ્તાવેજ દૂર કરો
hi: दस्तावेज हटाएं
te: పత్రాన్ని తొలగించండి

# removeDocumentConfirmation
source: Are you sure you want to remove this {documentTitle}? This action cannot be undone.
ar: هل أنت متأكد من أنك تريد إزالة هذا {documentTitle}؟ لا يمكن التراجع عن هذا الإجراء.
gu: શું તમે ખરેખર આ {documentTitle} દૂર કરવા માંગો છો? આ ક્રિયા પાછી લાવી શકાતી નથી.
hi: क्या आप वाकई इस {documentTitle} को हटाना चाहते हैं? यह क्रिया पूर्ववत नहीं की जा सकती।
te: మీరు ఈ {documentTitle} ని తొలగించాలనుకుంటున్నారా? ఈ చర్యను రద్దు చేయలేము.

# fileSizeLimit
source: File size must be less than 10MB
ar: يجب أن يكون حجم الملف أقل من 10 ميجابايت
gu: ફાઇલનું કદ 10MB કરતાં ઓછું હોવું જોઈએ
hi: फ़ाइल का आकार 10MB से कम होना चाहिए
te: ఫైల్ పరిమాణం 10MB కంటే తక్కువగా ఉండాలి

# documentUrlNotAvailable
source: Document URL is not available
ar: رابط المستند غير متاح
gu: દસ્તાવેજ URL ઉપલબ્ધ નથી
hi: दस्तावेज़ URL उपलब्ध नहीं है
te: పత్ర URL అందుబాటులో లేదు

source: Zone Information
ar: معلومات المنطقة
gu: ઝોન માહિતી
hi: जोन जानकारी
te: జోన్ సమాచారం

source: Zone Name
ar: اسم المنطقة
gu: ઝોનનું નામ
hi: जोन का नाम
te: జోన్ పేరు

source: Current Status
ar: الحالة الحالية
gu: વર્તમાન સ્થિતિ
hi: वर्तमान स्थिति
te: ప్రస్తుత స్థితి

source: Required Documents
ar: المستندات المطلوبة
gu: જરૂરી દસ્તાવેજો
hi: आवश्यक दस्तावेज़
te: అవసరమైన పత్రాలు

source: Driver License
ar: رخصة القيادة
gu: ડ્રાઇવર લાઇસન્સ
hi: ड्राइवर लाइसेंस
te: డ్రైవర్ లైసెన్స్

# driverLicenseDescription
source: Upload a clear photo of your driver license
ar: قم بتحميل صورة واضحة لرخصة القيادة
gu: તમારા ડ્રાઇવર લાઇસન્સની સ્પષ્ટ ફોટો અપલોડ કરો
hi: अपने ड्राइवर लाइसेंस की स्पष्ट तस्वीर अपलोड करें
te: మీ డ్రైవర్ లైసెన్స్ యొక్క స్పష్టమైన ఫోటోను అప్‌లోడ్ చేయండి

source: Uploaded
ar: تم التحميل
gu: અપલોડ કરેલું
hi: अपलोड किया गया
te: అప్‌లోడ్ చేయబడింది

source: Not Uploaded
ar: لم يتم التحميل
gu: અપલોડ કરેલું નથી
hi: अपलोड नहीं किया गया
te: అప్‌లోడ్ చేయబడలేదు

source: Replace Document
ar: استبدال المستند
gu: દસ્તાવેજ બદલો
hi: दस्तावेज बदलें
te: పత్రాన్ని భర్తీ చేయండి

source: View Document
ar: عرض المستند
gu: દસ્તાવેજ જુઓ
hi: दस्तावेज देखें
te: పత్రాన్ని చూడండి

source: Verified
ar: تم التحقق
gu: ચકાસેલું
hi: सत्यापित
te: ధృవీకరించబడింది

source: Account Settings
ar: إعدادات الحساب
gu: એકાઉન્ટ સેટિંગ્સ
hi: खाता सेटिंग्स
te: ఖాతా సెట్టింగ్‌లు

# manageProfileInformation
source: Manage your profile information
ar: إدارة معلومات ملفك الشخصي
gu: તમારી પ્રોફાઇલ માહિતીનું સંચાલન કરો
hi: अपनी प्रोफ़ाइल जानकारी प्रबंधित करें
te: మీ ప్రొఫైల్ సమాచారాన్ని నిర్వహించండి

source: Manage notification preferences
ar: إدارة تفضيلات الإشعارات
gu: સૂચના પસંદગીઓનું સંચાલન કરો
hi: सूचना प्राथमिकताएं प्रबंधित करें
te: నోటిఫికేషన్ ప్రాధాన్యాలను నిర్వహించండి

source: Dark Theme
ar: المظهر الداكن
gu: ડાર્ક થીમ
hi: डार्क थीम
te: డార్క్ థీమ్

source: Dark mode
ar: الوضع الداكن
gu: ડાર્ક મોડ
hi: डार्क मोड
te: డార్క్ మోడ్

source: Light mode
ar: الوضع الفاتح
gu: લાઇટ મોડ
hi: लाइट मोड
te: లైట్ మోడ్

# supportAndHelp
source: Support & Help
ar: الدعم والمساعدة
gu: સમર્થન અને મદદ
hi: सहायता और समर्थन
te: సహాయం మరియు మద్దతు

source: Help Center
ar: مركز المساعدة
gu: મદદ કેન્દ્ર
hi: सहायता केंद्र
te: సహాయ కేంద్రం

source: Get help and support
ar: احصل على المساعدة والدعم
gu: મદદ અને સમર્થન મેળવો
hi: सहायता और समर्थन प्राप्त करें
te: సహాయం మరియు మద్దతు పొందండి

source: Contact Support
ar: اتصل بالدعم
gu: સમર્થનનો સંપર્ક કરો
hi: समर्थन से संपर्क करें
te: మద్దతుతో సంప్రదించండి

source: Reach out to our team
ar: تواصل مع فريقنا
gu: અમારી ટીમનો સંપર્ક કરો
hi: हमारी टीम से संपर्क करें
te: మా జట్టుతో సంప్రదించండి

# readTermsAndConditions
source: Read our terms and conditions
ar: اقرأ شروطنا وأحكامنا
gu: અમારી શરતો અને શરતો વાંચો
hi: हमारी शर्तें और स्थितियां पढ़ें
te: మా నిబంధనలు మరియు షరతులను చదవండి

# readPrivacyPolicy
source: Read our privacy policy
ar: اقرأ سياسة الخصوصية الخاصة بنا
gu: અમારી ગોપનીયતા નીતિ વાંચો
hi: हमारी गोपनीयता नीति पढ़ें
te: మా గోప్యతా విధానాన్ని చదవండి

source: Account Actions
ar: إجراءات الحساب
gu: એકાઉન્ટ ક્રિયાઓ
hi: खाता कार्य
te: ఖాతా చర్యలు

# signOutOfAccount
source: Sign out of your account
ar: تسجيل الخروج من حسابك
gu: તમારા એકાઉન્ટમાંથી સાઇન આઉટ કરો
hi: अपने खाते से साइन आउट करें
te: మీ ఖాతా నుండి సైన్ అవుట్ చేయండి

# areYouSureLogout
source: Are you sure you want to logout?
ar: هل أنت متأكد من أنك تريد تسجيل الخروج؟
gu: શું તમે ખરેખર લૉગઆઉટ કરવા માંગો છો?
hi: क्या आप वाकई लॉगआउट करना चाहते हैं?
te: మీరు నిజంగా లాగ్అవుట్ చేయాలనుకుంటున్నారా?

source: Select Language
ar: اختر اللغة
gu: ભાષા પસંદ કરો
hi: भाषा चुनें
te: భాషను ఎంచుకోండి

# languageChangedTo
source: Language changed to {languageName}
ar: تم تغيير اللغة إلى {languageName}
gu: ભાષા {languageName}માં બદલાઈ
hi: भाषा {languageName} में बदल दी गई
te: భాష {languageName}కి మార్చబడింది

source: Zone Slug
ar: معرف المنطقة
gu: ઝોન સ્લગ
hi: जोन स्लग
te: జోన్ స్లగ్

source: Radius
ar: نصف القطر
gu: ત્રિજ્યા
hi: त्रिज्या
te: వ్యాసార్థం

source: Delivery Charges
ar: رسوم التوصيل
gu: ડેલિવરી ચાર્જ
hi: डिलीवरी शुल्क
te: డెలివరీ ఛార్జీలు

source: Regular Delivery Charges
ar: رسوم التوصيل العادية
gu: નિયમિત ડેલિવરી ચાર્જ
hi: नियमित डिलीवरी शुल्क
te: సాధారణ డెలివరీ ఛార్జీలు

source: Rush Delivery Charges
ar: رسوم التوصيل السريع
gu: રશ ડેલિવરી ચાર્જ
hi: तेज डिलीवरी शुल्क
te: త్వరిత డెలివరీ ఛార్జీలు

source: Free Delivery Amount
ar: مبلغ التوصيل المجاني
gu: મફત ડેલિવરી રકમ
hi: मुफ्त डिलीवरी राशि
te: ఉచిత డెలివరీ మొత్తం

source: Delivery Times
ar: أوقات التوصيل
gu: ડેલિવરી સમય
hi: डिलीवरी समय
te: డెలివరీ సమయాలు

source: Regular Delivery Time
ar: وقت التوصيل العادي
gu: નિયમિત ડેલિવરી સમય
hi: नियमित डिलीवरी समय
te: సాధారణ డెలివరీ సమయం

source: Rush Delivery Time
ar: وقت التوصيل السريع
gu: રશ ડેલિવરી સમય
hi: तेज डिलीवरी समय
te: త్వరిత డెలివరీ సమయం
