Repository: Code-Troops-Co/wibi-delivery-original
Catalog: Author Code Rider App V1.0.2/lib/l10n/app_*.arb
Languages: ar, gu, hi, te

# appTitle
source: Hyper Local Delivery
ar: توصيل محلي فائق
gu: હાયપર લોકલ ડેલિવરી
hi: हाइपर लोकल डिलीवरी
te: హైపర్ లోకల్ డెలివరీ

source: Create Account
ar: إنشاء حساب
gu: એકાઉન્ટ બનાવો
hi: खाता बनाएं
te: ఖాతా సృష్టించండి

source: Full Name
ar: الاسم الكامل
gu: પૂરું નામ
hi: पूरा नाम
te: పూర్తి పేరు

source: Enter your full name
ar: أدخل اسمك الكامل
gu: તમારું પૂરું નામ દાખલ કરો
hi: अपना पूरा नाम दर्ज करें

source: Please enter your full name
ar: يرجى إدخال اسمك الكامل
gu: કૃપા કરીને તમારું પૂરું નામ દાખલ કરો
hi: कृपया अपना पूरा नाम दर्ज करें

source: Name must be at least 2 characters
ar: يجب أن يكون الاسم حرفين على الأقل
gu: નામ ઓછામાં ઓછા 2 અક્ષરોનું હોવું જોઈએ
hi: नाम कम से कम 2 अक्षरों का होना चाहिए

source: Email
ar: البريد الإلكتروني
gu: ઈમેઇલ
hi: ईमेल
te: ఇమెయిల్

source: Enter your email
ar: أدخل بريدك الإلكتروني
gu: તમારો ઈમેઇલ દાખલ કરો
hi: अपना ईमेल दर्ज करें

source: Select Vehicle Type
ar: اختر نوع المركبة
gu: વાહનનો પ્રકાર પસંદ કરો
hi: वाहन का प्रकार चुनें
te: వాహన రకాన్ని ఎంచుకోండి

source: Please select vehicle type
ar: يرجى اختيار نوع المركبة
gu: કૃપા કરીને વાહનનો પ્રકાર પસંદ કરો
hi: कृपया वाहन का प्रकार चुनें
te: దయచేసి వాహన రకాన్ని ఎంచుకోండి

source: Please enter your email
ar: يرجى إدخال بريدك الإلكتروني
gu: કૃપા કરીને તમારો ઈમેઇલ દાખલ કરો
hi: कृपया अपना ईमेल दर्ज करें

source: Please enter a valid email
ar: يرجى إدخال بريد إلكتروني صحيح
gu: કૃપા કરીને માન્ય ઈમેઇલ દાખલ કરો
hi: कृपया एक वैध ईमेल दर्ज करें

source: Country
ar: البلد
gu: દેશ
hi: देश
te: దేశం

# deliveryZonesNotConfigured
source: Delivery zones have not been configured yet.
ar: مناطق التوصيل لم يتم تهيئتها بعد.
gu: ડિલિવરી ઝોન હજુ સુધી કન્ફિગર કરવામાં આવ્યા નથી.
hi: डिलीवरी ज़ोन अभी तक कॉन्फ़िगर नहीं किए गए हैं।
te: డెలివరీ జోన్‌లు ఇంకా కాన్ఫిగర్ చేయబడలేదు.

source: No delivery zones available
ar: لا توجد مناطق توصيل متاحة
gu: કોઈ ડિલિવરી ઝોન ઉપલબ્ધ નથી
hi: कोई डिलीवरी ज़ोन उपलब्ध नहीं
te: డెలివరీ జోన్‌లు అందుబాటులో లేవు

source: Please select a country
ar: يرجى اختيار بلد
gu: કૃપા કરીને દેશ પસંદ કરો
hi: कृपया एक देश चुनें

source: Phone Number
ar: رقم الهاتف
gu: ફોન નંબર
hi: फोन नंबर
te: ఫోన్ నంబర్

source: Enter your phone number
ar: أدخل رقم هاتفك
gu: તમારો ફોન નંબર દાખલ કરો
hi: अपना फोन नंबर दर्ज करें

source: Please enter your phone number
ar: يرجى إدخال رقم هاتفك
gu: કૃપા કરીને તમારો ફોન નંબર દાખલ કરો
hi: कृपया अपना फोन नंबर दर्ज करें

source: Phone number must be at least 10 digits
ar: يجب أن يكون رقم الهاتف 10 أرقام على الأقل
gu: ફોન નંબર ઓછામાં ઓછા 10 અંકોનો હોવો જોઈએ
hi: फोन नंबर कम से कम 10 अंकों का होना चाहिए

source: Password
ar: كلمة المرور
gu: પાસવર્ડ
hi: पासवर्ड
te: పాస్‌వర్డ్

source: Enter your password
ar: أدخل كلمة مرورك
gu: તમારો પાસવર્ડ દાખલ કરો
hi: अपना पासवर्ड दर्ज करें

source: Please enter your password
ar: يرجى إدخال كلمة مرورك
gu: કૃપા કરીને તમારો પાસવર્ડ દાખલ કરો
hi: कृपया अपना पासवर्ड दर्ज करें

source: Password must be at least 8 characters
ar: يجب أن تكون كلمة المرور 8 أحرف على الأقل
gu: પાસવર્ડ ઓછામાં ઓછા 8 અક્ષરોનો હોવો જોઈએ
hi: पासवर्ड कम से कम 8 अक्षरों का होना चाहिए

source: Password must contain uppercase, lowercase and number
ar: يجب أن تحتوي كلمة المرور على أحرف كبيرة وصغيرة وأرقام
gu: પાસવર્ડમાં મોટા અક્ષરો, નાના અક્ષરો અને નંબરો હોવા જોઈએ
hi: पासवर्ड में बड़े अक्षर, छोटे अक्षर और संख्याएं होनी चाहिए

source: Confirm Password
ar: تأكيد كلمة المرور
gu: પાસવર્ડની પુષ્ટિ કરો
hi: पासवर्ड की पुष्टि करें
te: పాస్‌వర్డ్ నిర్ధారించండి

source: Confirm your password
ar: أكد كلمة مرورك
gu: તમારા પાસવર્ડની પુષ્ટિ કરો
hi: अपने पासवर्ड की पुष्टि करें

source: Please confirm your password
ar: يرجى تأكيد كلمة مرورك
gu: કૃપા કરીને તમારા પાસવર્ડની પુષ્ટિ કરો
hi: कृपया अपने पासवर्ड की पुष्टि करें

source: Passwords do not match
ar: كلمات المرور غير متطابقة
gu: પાસવર્ડ મેળ ખાતા નથી
hi: पासवर्ड मेल नहीं खाते
te: పాస్‌వర్డ్లు సరిపోలడం లేదు

source: Address
ar: العنوان
gu: સરનામું
hi: पता
te: చిరునామా

source: Enter your address
ar: أدخل عنوانك
gu: તમારું સરનામું દાખલ કરો
hi: अपना पता दर्ज करें

source: Please enter your address
ar: يرجى إدخال عنوانك
gu: કૃપા કરીને તમારું સરનામું દાખલ કરો
hi: कृपया अपना पता दर्ज करें

source: Vehicle Type
ar: نوع المركبة
gu: વાહનનો પ્રકાર
hi: वाहन का प्रकार
te: వాహన రకం

source: Enter your vehicle type
ar: أدخل نوع مركبتك
gu: તમારા વાહનનો પ્રકાર દાખલ કરો
hi: अपना वाहन प्रकार दर्ज करें

source: Please enter your vehicle type
ar: يرجى إدخال نوع مركبتك
gu: કૃપા કરીને તમારા વાહનનો પ્રકાર દાખલ કરો
hi: कृपया अपना वाहन प्रकार दर्ज करें

source: Driver License Number
ar: رقم رخصة القيادة
gu: ડ્રાઇવર લાઇસન્સ નંબર
hi: ड्राइवर लाइसेंस नंबर
te: డ్రైవర్ లైసెన్స్ నంబర్

source: Enter your license number
ar: أدخل رقم رخصتك
gu: તમારો લાઇસન્સ નંબર દાખલ કરો
hi: अपना लाइसेंस नंबर दर्ज करें

source: Please enter your license number
ar: يرجى إدخال رقم رخصتك
gu: કૃપા કરીને તમારો લાઇસન્સ નંબર દાખલ કરો
hi: कृपया अपना लाइसेंस नंबर दर्ज करें

source: Delivery Zone
ar: منطقة التوصيل
gu: ડિલિવરી ઝોન
hi: डिलीवरी जोन
te: డెలివరీ జోన్

source: Select your delivery zone
ar: اختر منطقة التوصيل الخاصة بك
gu: તમારી ડિલિવરી ઝોન પસંદ કરો
hi: अपना डिलीवरी जोन चुनें

source: Please select your delivery zone
ar: يرجى اختيار منطقة التوصيل الخاصة بك
gu: કૃપા કરીને તમારી ડિલિવરી ઝોન પસંદ કરો
hi: कृपया अपना डिलीवरी जोन चुनें

source: Upload Driver License
ar: رفع رخصة القيادة
gu: ડ્રાઇવર લાઇસન્સ અપલોડ કરો
hi: ड्राइवर लाइसेंस अपलोड करें

source: Upload Vehicle Registration
ar: رفع تسجيل المركبة
gu: વાહન નોંધણી અપલોડ કરો
hi: वाहन पंजीकरण अपलोड करें

# alreadyHaveAccount
source: Already have an account?
ar: لديك حساب بالفعل؟
gu: પહેલેથી જ એકાઉન્ટ છે?
hi: पहले से ही खाता है?
te: ఇప్పటికే ఖాతా ఉందా?

source: Login
ar: تسجيل الدخول
gu: લૉગિન
hi: लॉगिन
te: లాగిన్

source: Submit
ar: إرسال
gu: સબમિટ કરો
hi: सबमिट करें
te: సమర్పించండి

source: Don't have account?
ar: ليس لديك حساب؟
gu: ખાતું નથી?
hi: खाता नहीं है?
te: ఖాతా లేదా?

source: Register
ar: تسجيل
gu: રજિસ્ટર
hi: रजिस्टर
te: రిజిస్టర్

source: Personal Information
ar: المعلومات الشخصية
gu: વ્યક્તિગત માહિતી
hi: व्यक्तिगत जानकारी
te: వ్యక్తిగత సమాచారం

source: Contact Information
ar: معلومات الاتصال
gu: સંપર્ક માહિતી
hi: संपर्क जानकारी
te: సంప్రదింపు సమాచారం

source: Vehicle Information
ar: معلومات المركبة
gu: વાહન માહિતી
hi: वाहन जानकारी
te: వాహన సమాచారం

source: Security
ar: الأمان
gu: સુરક્ષા
hi: सुरक्षा
te: భద్రత

source: Document Upload
ar: رفع المستندات
gu: દસ્તાવેજ અપલોડ
hi: दस्तावेज अपलोड
te: పత్రం అప్‌లోడ్

source: Storage permission denied
ar: تم رفض إذن التخزين
gu: સ્ટોરેજ પરવાનગી નકારી
hi: स्टोरेज अनुमति अस्वीकृत

source: No files selected
ar: لم يتم اختيار ملفات
gu: કોઈ ફાઇલ પસંદ નથી
hi: कोई फ़ाइल चयनित नहीं

# filePickerPluginNotAvailable
source: File picker plugin not available. Please rebuild the app.
ar: إضافة اختيار الملفات غير متاحة. يرجى إعادة بناء التطبيق.
gu: ફાઇલ પિકર પ્લગિન ઉપલબ્ધ નથી. કૃપા કરીને એપને ફરીથી બનાવો.
hi: फ़ाइल पिकर प्लगइन उपलब्ध नहीं है। कृपया ऐप को पुनर्निर्मित करें।

# errorPickingFile
source: Error picking file: {error}
ar: خطأ في اختيار الملف: {error}
gu: ફાઇલ પસંદ કરવામાં ભૂલ: {error}
hi: फ़ाइल चुनने में त्रुटि: {error}
te: ఫైల్ ఎంచుకోవడంలో లోపం: {error}

source: Please enter a valid phone number
ar: يرجى إدخال رقم هاتف صحيح
gu: કૃપા કરીને માન્ય ફોન નંબર દાખલ કરો
hi: कृपया एक मान्य फ़ोन नंबर दर्ज करें

source: Please upload at least one driver license file
ar: يرجى رفع ملف رخصة قيادة واحد على الأقل
gu: કૃપા કરીને ઓછામાં ઓછી એક ડ્રાઇવર લાઇસન્સ ફાઇલ અપલોડ કરો
hi: कृपया कम से कम एक ड्राइवर लाइसेंस फ़ाइल अपलोड करें

source: Please upload at least one vehicle registration file
ar: يرجى رفع ملف تسجيل مركبة واحد على الأقل
gu: કૃપા કરીને ઓછામાં ઓછી એક વાહન નોંધણી ફાઇલ અપલોડ કરો
hi: कृपया कम से कम एक वाहन पंजीकरण फ़ाइल अपलोड करें

source: Please wait...
ar: يرجى الانتظار...
gu: કૃપા કરી રાહ જુઓ...
hi: कृपया प्रतीक्षा करें...
te: దయచేసి వేచి ఉండండి...

source: Retry
ar: إعادة المحاولة
gu: ફરી પ્રયત્ન કરો
hi: फिर से प्रयास करें
te: మళ్లీ ప్రయత్నించండి

source: Delivery Zones
ar: مناطق التوصيل
gu: ડિલિવરી ઝોન
hi: डिलीवरी जोन
te: డెలివరీ జోన్లు

source: Dashboard
ar: لوحة التحكم
gu: ડેશબોર્ડ
hi: डैशबोर्ड
te: డాష్‌బోర్డ్

source: Home
ar: الرئيسية
gu: હોમ
hi: होम
te: హోమ్

source: Orders
ar: الطلبات
gu: ઓર્ડર
hi: ऑर्डर
te: ఆర్డర్లు

source: Earnings
ar: الأرباح
gu: કમાણી
hi: कमाई
te: ఆదాయం

source: Profile
ar: الملف الشخصي
gu: પ્રોફાઇલ
hi: प्रोफ़ाइल
te: ప్రొఫైల్

source: Settings
ar: الإعدادات
gu: સેટિંગ્સ
hi: सेटिंग्स
te: సెట్టింగ్స్

source: Logout
ar: تسجيل الخروج
gu: લૉગઆઉટ
hi: लॉगआउट
te: లాగ్అవుట్

source: Order Details
ar: تفاصيل الطلب
gu: ઓર્ડરની વિગતો
hi: ऑर्डर विवरण
te: ఆర్డర్ వివరాలు

source: Available Orders
ar: الطلبات المتاحة
gu: ઉપલબ્ધ ઓર્ડર
hi: उपलब्ध ऑर्डर
te: అందుబాటులో ఉన్న ఆర్డర్లు

source: No Available Orders
ar: لا توجد طلبات متاحة
gu: કોઈ ઉપલબ્ધ ઓર્ડર નથી
hi: कोई उपलब्ध ऑर्डर नहीं
te: అందుబాటులో ఉన్న ఆర్డర్లు లేవు

# ordersWillAppearHere
source: Orders will appear here when available
ar: ستظهر الطلبات هنا عند توفرها
gu: ઓર્ડર અહીં દેખાશે જ્યારે તે ઉપલબ્ધ થશે
hi: ऑर्डर यहां उपलब्ध होने पर दिखाई देंगे
te: ఆర్డర్లు అందుబాటులో ఉన్నప్పుడు ఇక్కడ కనిపిస్తాయి

# ordersCount
source: {count} orders
ar: {count} طلبات
gu: {count} ઓર્ડર
hi: {count} ऑर्डर
te: {count} ఆర్డర్లు

source: Expected Earning
ar: الأرباح المتوقعة
gu: અપેક્ષિત કમાણી:
hi: अपेक्षित कमाई
te: అంచనా ఆదాయం

source: Drop
ar: إسقاط
gu: ડ્રોપ:
hi: ड्रॉप
te: డ్రాప్

source: Pickup from
ar: استلام من
gu: અહીંથી લો
hi: से पिकअप
te: నుండి పికప్

source: Store
ar: المتجر
gu: સ્ટોર
hi: स्टोर
te: స్టోర్

# minsAway
source: {minutes} mins away
ar: {minutes} دقيقة
gu: {minutes} મિનિટ દૂર
hi: {minutes} मिनट दूर
te: {minutes} నిమిషాలు దూరంలో

source: Accept Order
ar: قبول الطلب
gu: ઓર્ડર સ્વીકારો
hi: ऑर्डर स्वीकार करें
te: ఆర్డర్‌ని అంగీకరించండి

source: Accepting...
ar: جاري القبول...
gu: સ્વીકારી રહ્યા છીએ...
hi: स्वीकार कर रहा है...
te: అంగీకరిస్తున్నారు...

source: Something went wrong
ar: حدث خطأ ما
gu: કંઈક ખોટું થયું
hi: कुछ गलत हो गया
te: ఏదో తప్పు జరిగింది

source: Store pickup coordinates not available
ar: إحداثيات استلام المتجر غير متاحة
gu: સ્ટોર પિકઅપ કોઓર્ડિનેટ્સ ઉપલબ્ધ નથી
hi: स्टोर पिकअप के लिए निर्देशांक उपलब्ध नहीं
te: స్టోర్ పికప్ కోఆర్డినేట్లు అందుబాటులో లేవు

source: No coordinates available for map view
ar: لا توجد إحداثيات متاحة لعرض الخريطة
gu: મેપ વ્યૂ માટે કોઈ કોઓર્ડિનેટ્સ ઉપલબ્ધ નથી
hi: मानचित्र दृश्य के लिए कोई निर्देशांक उपलब्ध नहीं
te: మ్యాప్ వ్యూకి కోఆర్డినేట్లు అందుబాటులో లేవు

source: Route details not available for map view
ar: تفاصيل المسار غير متاحة لعرض الخريطة
gu: મેપ વ્યૂ માટે રૂટ વિગતો ઉપલબ્ધ નથી
hi: मानचित्र दृश्य के लिए मार्ग विवरण उपलब्ध नहीं
te: మ్యాప్ వ్యూకి రూట్ వివరాలు అందుబాటులో లేవు

# navigationError
source: Navigation error: {error}
ar: خطأ في التنقل: {error}
gu: નેવિગેશન ભૂલ: {error}
hi: नेविगेशन त्रुटि: {error}
te: నావిగేషన్ లోపం: {error}

source: My Orders
ar: طلباتي
gu: મારા ઓર્ડર
hi: मेरे ऑर्डर
te: నా ఆర్డర్లు

source: No Orders Found
ar: لم يتم العثور على طلبات
gu: કોઈ ઓર્ડર મળ્યા નથી
hi: कोई ऑर्डर नहीं मिला
te: ఆర్డర్లు కనుగొనబడలేదు

# noOrdersAcceptedYet
source: You haven't accepted any orders yet
ar: لم تقبل أي طلبات بعد
gu: તમે હજુ સુધી કોઈ ઓર્ડર સ્વીકાર્યા નથી
hi: आपने अभी तक कोई ऑर्डर स्वीकार नहीं किया है
te: మీరు ఇంకా ఏ ఆర్డర్లను అంగీకరించలేదు

# orderNumber
source: Order #{orderId}
ar: الطلب #{orderId}
gu: ઓર્ડર #{orderId}
hi: ऑर्डर #{orderId}
te: ఆర్డర్ #{orderId}

source: Pending
ar: قيد الانتظار
gu: બાકી
hi: लंबित
te: పెండింగ్‌లో ఉంది

source: Paid
ar: مدفوع
gu: ચૂકવેલ
hi: भुगतान किया गया
te: చెల్లించబడింది

source: Assigned
ar: مُعيَّن
gu: નિમણૂક કરેલું
hi: नियत
te: కేటాయించబడింది

source: In Progress
ar: قيد التنفيذ
gu: પ્રગતિમાં
hi: प्रगति पर
te: పనిలో ఉంది

source: Canceled
ar: ملغي
gu: રદ્દ કરવામાં આવ્યું
hi: रद्द किया गया
te: రద్దు చేయబడింది

source: Base Fee
ar: رسوم الأساس
gu: બેસ ફી
hi: बेस शुल्क
te: బేస్ ఫీ

source: Out for Delivery
ar: خارج للتوصيل
gu: ડેલિવરી માટે બહાર
hi: डिलीवरी के लिए बाहर
te: పంపిణీ కోసం బయట

source: km
ar: كم
gu: કિમી
hi: किमी
te: కి.మీ

source: items
ar: العناصر
gu: આઇટમ્સ
hi: आइटम
te: వస్తువులు

source: Confirmed
ar: مؤكد
gu: પુષ્ટિ થઈ
hi: पुष्टि की गई
te: నిర్ధారించబడింది

source: Preparing
ar: قيد التحضير
gu: તૈયાર થઈ રહ્યું છે
hi: तैयार हो रहा है
te: సిద్ధం చేస్తోంది

source: Ready
ar: جاهز
gu: તૈયાર
hi: तैयार
te: సిద్ధం

source: Delivered
ar: تم التسليم
gu: ડિલિવર થયું
hi: डिलीवर हुआ
te: పంపిణీ చేయబడింది

source: App Settings
ar: إعدادات التطبيق
gu: એપ સેટિંગ્સ
hi: ऐप सेटिंग्स
te: యాప్ సెట్టింగ్‌లు

source: Language
ar: اللغة
gu: ભાષા
hi: भाषा
te: భాష

source: Change app language
ar: تغيير لغة التطبيق
gu: એપની ભાષા બદલો
hi: ऐप की भाषा बदलें
te: యాప్ భాషను మార్చండి

source: Theme
ar: المظهر
gu: થીમ
hi: थीम
te: థీమ్

# changeAppColors
source: Change app theme
ar: تغيير مظهر التطبيق
gu: એપની થીમ બદલો
hi: ऐप की थीम बदलें
te: అప్లికేషన్ థీమ్‌ను మార్చండి

# personalInfo
source: Personal Information
ar: المعلومات الشخصية
gu: વ્યક્તિગત માહિતી
hi: व्यक्तिगत जानकारी
te: వ్యక్తిగత సమాచారం

# vehicleInfo
source: Vehicle Information
ar: معلومات المركبة
gu: વાહનની માહિતી
hi: वाहन की जानकारी
te: వాహన సమాచారం

# contactInfo
source: Contact Information
ar: معلومات الاتصال
gu: સંપર્ક માહિતી
hi: संपर्क जानकारी
te: సంప్రదింపు సమాచారం

source: documents
ar: مستندات
gu: દસ્તાવેજો
hi: दस्तावेज़
te: పత్రాలు

source: Verification Status
ar: حالة التحقق
gu: ચકાસણી સ્થિતિ
hi: सत्यापन स्थिति
te: ధృవీకరణ స్థితి

source: Edit Profile
ar: تعديل الملف الشخصي
gu: પ્રોફાઇલ સંપાદિત કરો
hi: प्रोफाइल संपादित करें
te: ప్రొఫైల్ సవరించండి

source: Save Changes
ar: حفظ التغييرات
gu: ફેરફારો સેવ કરો
hi: परिवर्तन सहेजें
te: మార్పులు సేవ్ చేయండి

source: Cancel
ar: إلغاء
gu: રદ કરો
hi: रद्द करें
te: రద్దు

source: First Name
ar: الاسم الأول
gu: પહેલું નામ
hi: पहला नाम
te: మొదటి పేరు

source: Last Name
ar: اسم العائلة
gu: છેલ્લું નામ
hi: अंतिम नाम
te: చివరి పేరు

source: Phone
ar: الهاتف
gu: ફોન
hi: फोन
te: ఫోన్

source: City
ar: المدينة
gu: શહેર
hi: शहर
te: నగరం

source: State
ar: الولاية
gu: રાજ્ય
hi: राज्य
te: రాష్ట్రం

source: Zip Code
ar: الرمز البريدي
gu: પિન કોડ
hi: पिन कोड
te: పిన్ కోడ్

source: Vehicle Number
ar: رقم المركبة
gu: વાહન નંબર
hi: वाहन संख्या
te: వాహన సంఖ్య

source: Vehicle Model
ar: موديل المركبة
gu: વાહનનો મોડેલ
hi: वाहन का मॉडल
te: వాహన మోడల్

source: Vehicle Color
ar: لون المركبة
gu: વાહનનો રંગ
hi: वाहन का रंग
te: వాహన రంగు

source: License Number
ar: رقم الترخيص
gu: લાઇસન્સ નંબર
hi: लाइसेंस नंबर
te: లైసెన్స్ సంఖ్య

source: Insurance Number
ar: رقم التأمين
gu: વીમા નંબર
hi: बीमा संख्या
te: భీమా సంఖ్య

source: Order Status
ar: حالة الطلب
gu: ઓર્ડર સ્થિતિ
hi: ऑर्डर स्थिति
te: ఆర్డర్ స్థితి

source: Collected
ar: تم الجمع
gu: સંકલિત
hi: संग्रहित
te: సేకరించబడింది

source: Order Items
ar: عناصر الطلب
gu: ઓર્ડર આઇટમ્સ
hi: ऑर्डर आइटम
te: ఆర్డర్ అంశాలు

source: Customer Details
ar: تفاصيل العميل
gu: ગ્રાહકની વિગતો
hi: ग्राहक विवरण
te: కస్టమర్ వివరాలు

source: Shipping Details
ar: تفاصيل الشحن
gu: શિપિંગની વિગતો
hi: शिपिंग विवरण
te: షిప్పింగ్ వివరాలు

source: Store Details
ar: تفاصيل المتجر
gu: સ્ટોરની વિગતો
hi: स्टोर विवरण
te: స్టోర్ వివరాలు

source: Payment Information
ar: معلومات الدفع
gu: ચુકવણીની માહિતી
hi: भुगतान जानकारी
te: చెల్లింపు సమాచారం

source: Pricing Details
ar: تفاصيل التسعير
gu: ભાવની વિગતો
hi: मूल्य निर्धारण विवरण
te: ధర వివరాలు

source: Earnings Details
ar: تفاصيل الأرباح
gu: કમાઈની વિગતો
hi: कमाई विवरण
te: ఆదాయ వివరాలు

source: Subtotal
ar: المجموع الفرعي
gu: ઉપ-કુલ
hi: उप-कुल
te: ఉప-మొత్తం

source: Total Payable
ar: المجموع المستحق
gu: કુલ ચુકવવાનું
hi: कुल देय
te: మొత్తం చెల్లించాలి

source: Final Total
ar: المجموع النهائي
gu: અંતિમ કુલ
hi: अंतिम कुल
te: చివరి మొత్తం

source: Payment Method
ar: طريقة الدفع
gu: ચુકવણીની પદ્ધતિ
hi: भुगतान विधि
te: చెల్లింపు పద్ధతి

source: Payment Status
ar: حالة الدفع
gu: ચુકવણીની સ્થિતિ
hi: भुगतान स्थिति
te: చెల్లింపు స్థితి

source: Cash on Delivery
ar: الدفع عند الاستلام
gu: ડેલિવરી પર રોકડ
hi: कैश ऑन डिलीवरी
te: డెలివరీపై నగదు

source: Online Payment
ar: الدفع عبر الإنترنت
gu: ઓનલાઇન ચુકવણી
hi: ऑनलाइन भुगतान
te: ఆన్‌లైన్ చెల్లింపు

source: Per Store Pickup Fee
ar: رسوم الاستلام لكل متجر
gu: પ્રતિ સ્ટોર પિકઅપ ફી
hi: प्रति स्टोर पिकअप शुल्क
te: ప్రతి స్టోర్ పికప్ రుసుము

source: Distance Based Fee
ar: الرسوم حسب المسافة
gu: દૂરી આધારિત ફી
hi: दूरी आधारित शुल्क
te: దూరం ఆధారిత రుసుము

source: Per Order Incentive
ar: الحافز لكل طلب
gu: પ્રતિ ઓર્ડર પ્રોત્સાહન
hi: प्रति ऑर्डर प्रोत्साहन
te: ప్రతి ఆర్డర్ ప్రోత్సాహకం

source: Total Earnings
ar: إجمالي الأرباح
gu: કુલ કમાણી
hi: कुल कमाई
te: మొత్తం ఆదాయం

source: Collect All Items
ar: جمع جميع العناصر
gu: બધી આઇટમ્સ એકત્રિત કરો
hi: सभी आइटम एकत्रित करें
te: అన్ని వస్తువులు సేకరించండి

source: View Pickup Route
ar: عرض مسار الاستلام
gu: પિકઅપ માર્ગ જુઓ
hi: पिकअप मार्ग देखें
te: పికప్ రూట్ చూడండి

source: Delivered all order
ar: تم توصيل جميع الطلبات
gu: બધા ઓર્ડર પહોંચાડ્યા
hi: सभी ऑर्डर पहुंचाए गए
te: అన్ని ఆర్డర్లు అందించబడ్డాయి

source: Collect Items Individually
ar: جمع العناصر بشكل فردي
gu: આઇટમ્સ વ્યક્તિગત રીતે એકત્રિત કરો
hi: आइटम अलग-अलग एकत्रित करें
te: వస్తువులను వ్యక్తిగతంగా సేకరించండి

# itemCollected
source: Item collected successfully
ar: تم جمع العنصر بنجاح
gu: આઇટમ સફળતાપૂર્વક એકત્રિત થઈ
hi: आइटम सफलतापूर्वक एकत्रित किया गया
te: వస్తువు విజయవంతంగా సేకరించబడింది

# itemDelivered
source: Item delivered successfully
ar: تم توصيل العنصر بنجاح
gu: આઇટમ સફળતાપૂર્વક પહોંચાડી
hi: आइटम सफलतापूर्वक पहुंचाया गया
te: వస్తువు విజయవంతంగా అందించబడింది

# allItemsCollected
source: All items collected successfully!
ar: تم جمع جميع العناصر بنجاح!
gu: બધી આઇટમ્સ સફળતાપૂર્વક એકત્રિત થઈ!
hi: सभी आइटम सफलतापूर्वक एकत्रित किए गए!
te: అన్ని వస్తువులు విజయవంతంగా సేకరించబడ్డాయి!

source: No items to collect
ar: لا توجد عناصر للجمع
gu: એકત્રિત કરવા માટે કોઈ આઇટમ્સ નથી
hi: एकत्रित करने के लिए कोई आइटम नहीं
te: సేకరించడానికి అంశాలు లేవు

# errorCollectingItems
source: Error collecting items: {error}
ar: خطأ في جمع العناصر: {error}
gu: આઇટમ્સ એકત્રિત કરવામાં ભૂલ: {error}
hi: आइटम एकत्र करने में त्रुटि: {error}
te: అంశాలు సేకరించడంలో లోపం: {error}

# pleaseEnterValidOtp
source: Please enter a valid 6-digit OTP
ar: يرجى إدخال OTP صحيح من 6 أرقام
gu: કૃપા કરીને માન્ય 6-અંકનો OTP દાખલ કરો
hi: कृपया एक वैध 6-अंकीय OTP दर्ज करें
te: దయచేసి చెల్లుబాటు అయ్యే 6-అంకెల OTP నమోదు చేయండి

source: OTP Required
ar: OTP مطلوب
gu: OTP જરૂરી
hi: OTP आवश्यक
te: OTP అవసరం

source: Item OTP Required
ar: OTP العنصر مطلوب
gu: આઇટમ OTP જરૂરી
hi: आइटम OTP आवश्यक
te: వస్తువు OTP అవసరం

source: Delivery OTP Required
ar: OTP التسليم مطلوب
gu: ડેલિવરી OTP જરૂરી
hi: डिलीवरी OTP आवश्यक
te: డెలివరీ OTP అవసరం

source: Customer OTP Required
ar: OTP العميل مطلوب
gu: ક્લાયન્ટ OTP જરૂરી છે
hi: ग्राहक OTP आवश्यक
te: కస్టమర్ OTP అవసరం

source: Please enter OTP from customer:
ar: يرجى إدخال OTP من العميل:
gu: કૃપા કરીને ગ્રાહક પાસેથી OTP દાખલ કરો:
hi: कृपया ग्राहक से OTP दर्ज करें:
te: దయచేసి డెలివరీ కోసం కస్టమర్ నుండి OTP నమోదు చేయండి:

# pleaseEnterOtpForItem
source: Please enter OTP for this item:
ar: يرجى إدخال OTP لهذا العنصر:
gu: કૃપા કરીને આ આઇટમ માટે OTP દાખલ કરો:
hi: कृपया इस आइटम के लिए OTP दर्ज करें:
te: దయచేసి ఈ వస్తువు కోసం OTP నమోదు చేయండి:

source: Enter Delivery OTP
ar: أدخل OTP التسليم
gu: ડેલિવરી OTP દાખલ કરો
hi: डिलीवरी OTP दर्ज करें
te: డెలివరీ OTP నమోదు చేయండి

source: Enter Item OTP
ar: أدخل OTP العنصر
gu: આઇટમ OTP દાખલ કરો
hi: आइटम OTP दर्ज करें
te: వస్తువు OTP నమోదు చేయండి

source: Enter Customer OTP
ar: أدخل OTP العميل
gu: ગ્રાહક OTP દાખલ કરો
hi: ग्राहक OTP दर्ज करें
te: కస్టమర్ OTP నమోదు చేయండి

# verifyAndDeliver
source: Verify & Deliver
ar: تحقق وتسليم
gu: ચકાસો અને પહોંચાડો
hi: सत्यापित करें और पहुंचाएं
te: ధృవీకరించి పంపిణీ చేయండి

source: Verify OTP
ar: تحقق من OTP
gu: OTP ચકાસો
hi: OTP सत्यापित करें
te: OTP ధృవీకరించండి

source: Verifying...
ar: جاري التحقق...
gu: ચકાસી રહ્યા છીએ...
hi: सत्यापित कर रहा है...
te: ధృవీకరిస్తోంది...

source: OTP verified successfully!
ar: تم التحقق من OTP بنجاح!
gu: OTP સફળતાપૂર્વક ચકાસાયું!
hi: OTP सफलतापूर्वक सत्यापित!
te: OTP విజయవంతంగా ధృవీకరించబడింది. పంపిణీ కొనసాగుతోంది.

# noOtpRequired
source: No OTP required for this item
ar: لا يلزم OTP لهذا العنصر
gu: આ આઇટમ માટે કોઈ OTP જરૂરી નથી
hi: इस आइटम के लिए कोई OTP आवश्यक नहीं
te: OTP అవసరం లేదు. పంపిణీ కొనసాగుతోంది.

source: Cash Collected
ar: النقود المجمعة
gu: રોકડ એકત્રિત થઈ
hi: नकद एकत्रित किया गया
te: నగదు సేకరించబడింది

# pleaseCollectCash
source: Please collect the cash from the customer before proceeding.
ar: يرجى جمع النقود من العميل قبل المتابعة.
gu: કૃપા કરીને આગળ વધતા પહેલા ગ્રાહક પાસેથી રોકડ એકત્રિત કરો.
hi: कृपया आगे बढ़ने से पहले ग्राहक से नकद एकत्र करें।
te: దయచేసి ముందుకు వెళ్లే ముందు కస్టమర్ నుండి నగదు సేకరించండి.

source: Amount
ar: المبلغ
gu: રકમ
hi: राशि
te: మొత్తం

source: Order Completed!
ar: تم إكمال الطلب!
gu: ઓર્ડર પૂર્ણ થયો!
hi: ऑर्डर पूरा हुआ!
te: ఆర్డర్ పూర్తయింది!

# allItemsDeliveredSuccessfully
source: All items have been delivered successfully!
ar: تم تسليم جميع العناصر بنجاح!
gu: બધી આઇટમ્સ સફળતાપૂર્વક ડેલિવર થઈ!
hi: सभी आइटम सफलतापूर्वक पहुंचाए गए!
te: అన్ని అంశాలు విజయవంతంగా పంపిణీ చేయబడ్డాయి!

source: Your Earnings Breakdown
ar: تفصيل أرباحك
gu: તમારી કમાઈનું વિભાજન
hi: आपकी कमाई का विवरण
te: మీ ఆదాయ వివరం

source: Go to Home
ar: اذهب إلى الرئيسية
gu: હોમ પર જાઓ
hi: होम पर जाएं
te: హోమ్‌కి వెళ్లండి

source: Done
ar: تم
gu: થઈ ગયું
hi: हो गया
te: పూర్తయింది

source: OK
ar: موافق
gu: બરાબર
hi: ठीक है
te: సరే

source: Deliver
ar: تسليم
gu: ડેલિવર કરો
hi: पहुंचाएं
te: పంపిణీ చేయండి

source: Collect
ar: اجمع
gu: સંગ્રહ કરો
hi: संग्रह करें
te: సేకరించండి

source: Loading...
ar: جاري التحميل...
gu: લોડ થઈ રહ્યું છે...
hi: लोड हो रहा है...
te: లోడ్ అవుతోంది...

source: Error
ar: خطأ
gu: ભૂલ
hi: त्रुटि
te: లోపం

source: Success
ar: نجح
gu: સફળતા
hi: सफलता
te: విజయం

source: Warning
ar: تحذير
gu: ચેતવણી
hi: चेतावनी
te: హెచ్చరిక

# info
source: Information
ar: معلومات
gu: માહિતી
hi: जानकारी
te: సమాచారం

source: Unknown
ar: غير معروف
gu: અજ્ઞાત
hi: अज्ञात
te: తెలియని

source: N/A
ar: غير متوفر
gu: ઉપલબ્ધ નથી
hi: उपलब्ध नहीं
te: అందుబాటులో లేదు

# kmFromCustomer
source: {distance} km from customer
ar: {distance} كم من العميل
gu: ગ્રાહકથી {distance} કિમી
hi: ग्राहक से {distance} किमी
te: కస్టమర్ నుండి {distance} కి.మీ

# collectedItemsCount
source: Collect All Items ({collected}/{total})
ar: جمع جميع العناصر ({collected}/{total})
gu: બધી આઇટમ્સ એકત્રિત કરો ({collected}/{total})
hi: सभी आइटम एकत्रित करें ({collected}/{total})
te: అన్ని వస్తువులు సేకరించండి ({collected}/{total})

# collectItemsIndividuallyCount
source: Collect Items Individually ({collected}/{total})
ar: جمع العناصر بشكل فردي ({collected}/{total})
gu: આઇટમ્સ વ્યક્તિગત રીતે એકત્રિત કરો ({collected}/{total})
hi: आइटम अलग-अलग एकत्रित करें ({collected}/{total})
te: వస్తువులను వ్యక్తిగతంగా సేకరించండి ({collected}/{total})

source: Change Password
ar: تغيير كلمة المرور
gu: પાસવર્ડ બદલો
hi: पासवर्ड बदलें
te: పాస్‌వర్డ్ మార్చండి

source: Current Password
ar: كلمة المرور الحالية
gu: વર્તમાન પાસવર્ડ
hi: वर्तमान पासवर्ड
te: ప్రస్తుత పాస్‌వర్డ్

source: New Password
ar: كلمة المرور الجديدة
gu: નવો પાસવર્ડ
hi: नया पासवर्ड
te: కొత్త పాస్‌వర్డ్

source: Document Viewer
ar: عارض المستندات
gu: દસ્તાવેજ વ્યૂઅર
hi: दस्तावेज व्यूअर
te: పత్ర వీక్షకుడు

source: ACTIVE
ar: نشط
gu: સક્રિય
hi: सक्रिय
te: క్రియాశీల

source: INACTIVE
ar: غير نشط
gu: નિષ્ક્રિય
hi: निष्क्रिय
te: నిష్క్రియ

source: Online
ar: متصل
gu: ઓનલાઇન
hi: ऑनलाइन
te: ఆన్‌లైన్

source: Offline
ar: غير متصل
gu: ઓફલાઇન
hi: ऑफलाइन
te: ఆఫ్‌లైన్

# pockets
source: Earnings
ar: الأرباح
gu: કમાણી
hi: कमाई
te: ఆదాయం

source: Balance
ar: الرصيد
gu: બેલેન્સ
hi: शेष राशि
te: బ్యాలెన్స్

source: Withdraw
ar: سحب
gu: નિકાસ
hi: निकासी
te: ఉపసంహరణ

source: Withdrawal History
ar: تاريخ السحب
gu: નિકાસનો ઇતિહાસ
hi: निकासी इतिहास
te: ఉపసంహరణ చరిత్ర

source: Create Withdrawal
ar: إنشاء سحب
gu: નિકાસ બનાવો
hi: निकासी बनाएं
te: ఉపసంహరణ సృష్టించండి

source: Withdrawal Amount
ar: مبلغ السحب
gu: નિકાસની રકમ
hi: निकासी राशि
te: ఉపసంహరణ మొత్తం
