Repository: Code-Troops-Co/wibi-delivery-original
Catalog: Author Code Rider App V1.0.2/lib/l10n/app_*.arb
Languages: ar, gu, hi, te

source: Verification Complete
ar: اكتمل التحقق
gu: ચકાસણી પૂર્ણ
hi: सत्यापन पूर्ण
te: ధృవీకరణ పూర్తయింది

# accountVerifiedSuccessfully
source: Your account has been successfully verified
ar: تم التحقق من حسابك بنجاح
gu: તમારું એકાઉન્ટ સફળતાપૂર્વક ચકાસાયું છે
hi: आपका खाता सफलतापूर्वक सत्यापित हो गया है
te: మీ ఖాతా విజయవంతంగా ధృవీకరించబడింది

source: Verification Details
ar: تفاصيل التحقق
gu: ચકાસણી વિગતો
hi: सत्यापन विवरण
te: ధృవీకరణ వివరాలు

source: Account Status
ar: حالة الحساب
gu: ખાતા સ્થિતિ
hi: खाता स्थिति
te: ఖాతా స్థితి

source: Verification Process
ar: عملية التحقق
gu: ચકાસણી પ્રક્રિયા
hi: सत्यापन प्रक्रिया
te: ధృవీకరణ ప్రక్రియ

source: Document Management
ar: إدارة المستندات
gu: દસ્તાવેજ વ્યવસ્થાપન
hi: दस्तावेज प्रबंधन
te: పత్ర నిర్వహణ

# documentsCount
source: {count} of {total} Documents
ar: {count} من {total} مستند
gu: {count} માંથી {total} દસ્તાવેજો
hi: {count} में से {total} दस्तावेज
te: {count} లో {total} పత్రాలు

source: Vehicle Registration
ar: تسجيل المركبة
gu: વાહન નોંધણી
hi: वाहन पंजीकरण
te: వాహన నమోదు

# vehicleRegistrationDescription
source: Upload a clear photo of your vehicle registration
ar: قم بتحميل صورة واضحة لتسجيل المركبة
gu: તમારા વાહન નોંધણી દસ્તાવેજો અપલોડ કરો
hi: वाहन पंजीकरण की स्पष्ट तस्वीर अपलोड करें
te: వాహన నమోదు యొక్క స్పష్టమైన ఫోటోను అప్‌లోడ్ చేయండి

source: Document Guidelines
ar: إرشادات المستندات
gu: દસ્તાવેજ માર્ગદર્શિકાઓ
hi: दस्तावेज़ दिशानिर्देश
te: పత్ర మార్గదర్శకాలు

source: Photo Quality
ar: جودة الصورة
gu: ફોટો ગુણવત્તા
hi: फोटो की गुणवत्ता
te: ఫోటో నాణ్యత

# photoQualityDescription
source: Ensure photos are clear and well-lit
ar: تأكد من أن الصور واضحة ومضاءة جيداً
gu: દસ્તાવેજો સારા પ્રકાશ સાથે સ્પષ્ટ રીતે દેખાય છે તેની ખાતરી કરો
hi: सुनिश्चित करें कि फोटो स्पष्ट और अच्छी तरह से रोशन हों
te: ఫోటోలు స్పష్టంగా మరియు బాగా వెలుగులో ఉన్నాయని నిర్ధారించుకోండి

source: Readable Text
ar: النص المقروء
gu: વાંચી શકાય તેવો ટેક્સ્ટ
hi: पठनीय पाठ
te: చదవగలిగే టెక్స్ట్

# readableTextDescription
source: All text should be clearly visible
ar: يجب أن يكون جميع النص مرئياً بوضوح
gu: બધો ટેક્સ્ટ અને નંબરો સ્પષ્ટ રીતે વાંચી શકાય તેવા હોવા જોઈએ
hi: सभी पाठ स्पष्ट रूप से दिखाई देने चाहिए
te: అన్ని టెక్స్ట్ స్పష్టంగా కనిపించాలి

source: Your Earnings
ar: أرباحك
gu: તમારી કમાઈ
hi: आपकी कमाई
te: మీ ఆదాయం

source: Additional Information
ar: معلومات إضافية
gu: વધારાની માહિતી
hi: अतिरिक्त जानकारी
te: అదనపు సమాచారం

source: Handling Charges
ar: رسوم المعالجة
gu: હેન્ડલિંગ ચાર્જ
hi: हैंडलिंग शुल्क
te: ఆపరేషన్ రుసుములు

source: Per Store Drop-off Fee
ar: رسوم التسليم لكل متجر
gu: પ્રતિ સ્ટોર ડ્રોપ-ઓફ ફી
hi: प्रति स्टोर ड्रॉप-ऑफ शुल्क
te: ప్రతి స్టోర్ డ్రాప్-ఆఫ్ రుసుము

source: Buffer Time
ar: وقت التخزين المؤقت
gu: બફર સમય
hi: बफर समय
te: బఫర్ సమయం

source: Enabled
ar: مفعل
gu: સક્રિય
hi: सक्षम
te: ప్రారంభించబడింది

source: Disabled
ar: معطل
gu: નિષ્ક્રિય
hi: अक्षम
te: నిలిపివేయబడింది

source: Zone Status
ar: حالة المنطقة
gu: ઝોન સ્થિતિ
hi: जोन स्थिति
te: జోన్ స్థితి

source: Verification Remarks
ar: ملاحظات التحقق
gu: ચકાસણી ટિપ્પણીઓ
hi: सत्यापन टिप्पणियां
te: ధృవీకరణ వ్యాఖ్యలు

source: Verification Steps
ar: خطوات التحقق
gu: ચકાસણી પગલાં
hi: सत्यापन चरण
te: ధృవీకరణ దశలు

source: Document Review
ar: مراجعة المستندات
gu: દસ્તાવેજ સમીક્ષા
hi: दस्तावेज समीक्षा
te: పత్ర సమీక్ష

# documentReviewDescription
source: Our team will review your submitted documents
ar: سيقوم فريقنا بمراجعة المستندات المقدمة
gu: અમારી ટીમ તમારા સબમિટ કરેલા દસ્તાવેજોની સમીક્ષા કરશે
hi: हमारी टीम आपके जमा किए गए दस्तावेजों की समीक्षा करेगी
te: మా జట్టు మీరు సమర్పించిన పత్రాలను సమీక్షిస్తుంది

# verificationCompleteStep
source: Verification Complete
ar: اكتمل التحقق
gu: ચકાસણી પૂર્ણ
hi: सत्यापन पूर्ण
te: ధృవీకరణ పూర్తయింది

# verificationCompleteStepDescription
source: Your account will be verified and activated
ar: سيتم التحقق من حسابك وتفعيله
gu: તમારું એકાઉન્ટ ચકાસાશે અને સક્રિય કરવામાં આવશે
hi: आपका खाता सत्यापित और सक्रिय किया जाएगा
te: మీ ఖాతా ధృవీకరించబడి సక్రియం చేయబడుతుంది

source: Next Steps
ar: الخطوات التالية
gu: આગળના પગલાં
hi: अगले कदम
te: తదుపరి దశలు

source: Verification Remark
ar: ملاحظة التحقق
gu: ચકાસણી ટિપ્પણી
hi: सत्यापन टिप्पणी
te: ధృవీకరణ వ్యాఖ్య

source: File Format
ar: تنسيق الملف
gu: ફાઇલ ફોર્મેટ
hi: फ़ाइल प्रारूप
te: ఫైల్ ఫార్మాట్

# fileFormatDescription
source: Use JPG, PNG, or PDF format
ar: استخدم تنسيق JPG أو PNG أو PDF
gu: આધારભૂત ફોર્મેટ્સ: JPG, PNG, PDF (મહત્તમ 5MB)
hi: JPG, PNG, या PDF प्रारूप का उपयोग करें
te: JPG, PNG, లేదా PDF ఫార్మాట్‌ని ఉపయోగించండి

# securityDescription
source: Your documents are securely stored
ar: يتم تخزين مستنداتك بأمان
gu: તમારા દસ્તાવેજો એન્ક્રિપ્ટ કરેલા અને સુરક્ષિત રીતે સંગ્રહિત છે
hi: आपके दस्तावेज़ सुरक्षित रूप से संग्रहीत किए जाते हैं
te: మీ పత్రాలు సురక్షితంగా నిల్వ చేయబడతాయి

source: Upload Progress
ar: تقدم التحميل
gu: અપલોડ પ્રગતિ
hi: अपलोड प्रगति
te: అప్‌లోడ్ పురోగతి

source: All Documents Uploaded
ar: تم تحميل جميع المستندات
gu: બધા દસ્તાવેજો અપલોડ થયા
hi: सभी दस्तावेज़ अपलोड किए गए
te: అన్ని పత్రాలు అప్‌లోడ్ చేయబడ్డాయి

# allDocumentsUploadedDescription
source: Your profile is complete and ready for verification
ar: ملفك الشخصي مكتمل وجاهز للتحقق
gu: શાનદાર! તમે બધા જરૂરી દસ્તાવેજો અપલોડ કરી દીધા છે. તમારી ચકાસણી પ્રક્રિયા ટૂંક સમયમાં શરૂ થશે.
hi: आपकी प्रोफ़ाइल पूरी है और सत्यापन के लिए तैयार है
te: మీ ప్రొఫైల్ పూర్తయింది మరియు ధృవీకరణ కోసం సిద్ధంగా ఉంది

source: Document Information
ar: معلومات المستند
gu: દસ્તાવેજ માહિતી
hi: दस्तावेज जानकारी

source: Document URL
ar: رابط المستند
gu: દસ્તાવેજ URL
hi: दस्तावेज URL

source: Actions
ar: الإجراءات
gu: ક્રિયાઓ
hi: कार्रवाई

source: Open in Browser
ar: فتح في المتصفح
gu: બ્રાઉઝરમાં ખોલો
hi: ब्राउज़र में खोलें

# openInBrowserDescription
source: View document in external browser
ar: عرض المستند في متصفح خارجي
gu: બાહ્ય બ્રાઉઝરમાં દસ્તાવેજ જુઓ
hi: बाहरी ब्राउज़र में दस्तावेज देखें

source: Download Document
ar: تحميل المستند
gu: દસ્તાવેજ ડાઉનલોડ કરો
hi: दस्तावेज डाउनलोड करें

# downloadDocumentDescription
source: Save document to your device
ar: حفظ المستند على جهازك
gu: દસ્તાવેજને તમારા ડિવાઇસ પર સાચવો
hi: दस्तावेज को अपने डिवाइस पर सहेजें

source: Share Document
ar: مشاركة المستند
gu: દસ્તાવેજ શેર કરો
hi: दस्तावेज साझा करें

# shareDocumentDescription
source: Share document with others
ar: مشاركة المستند مع الآخرين
gu: દસ્તાવેજને બીજાઓ સાથે શેર કરો
hi: दस्तावेज को दूसरों के साथ साझा करें

source: AVAILABLE
ar: متاح
gu: ઉપલબ્ધ
hi: उपलब्ध

source: Tap to copy
ar: انقر للنسخ
gu: કૉપી કરવા માટે ટૅપ કરો
hi: कॉपी करने के लिए टैप करें

source: Copy URL
ar: نسخ الرابط
gu: URL કૉપી કરો
hi: URL कॉपी करें

source: PDF Document
ar: مستند PDF
gu: PDF દસ્તાવેજ
hi: PDF दस्तावेज

source: JPEG Image
ar: صورة JPEG
gu: JPEG છબી
hi: JPEG छवि

source: PNG Image
ar: صورة PNG
gu: PNG છબી
hi: PNG छवि

source: Word Document
ar: مستند Word
gu: Word દસ્તાવેજ
hi: Word दस्तावेज

source: document
ar: مستند
gu: દસ્તાવેજ
hi: दस्तावेज़ {index}
te: పత్రం

# openingInBrowser
source: Opening {documentTitle} in browser...
ar: جاري فتح {documentTitle} في المتصفح...
gu: બ્રાઉઝરમાં {documentTitle} ખોલી રહ્યા છીએ...
hi: ब्राउज़र में {documentTitle} खोल रहा है...

# downloadingDocument
source: Downloading {documentTitle}...
ar: جاري تحميل {documentTitle}...
gu: {documentTitle} ડાઉનલોડ કરી રહ્યા છીએ...
hi: {documentTitle} डाउनलोड कर रहा है...

# sharingDocument
source: Sharing {documentTitle}...
ar: جاري مشاركة {documentTitle}...
gu: {documentTitle} શેર કરી રહ્યા છીએ...
hi: {documentTitle} साझा कर रहा है...

source: URL copied to clipboard
ar: تم نسخ الرابط إلى الحافظة
gu: URL ક્લિપબોર્ડ પર કૉપી થયું
hi: URL क्लिपबोर्ड पर कॉपी किया गया

source: Failed to Load Document
ar: فشل في تحميل المستند
gu: દસ્તાવેજ લોડ કરવામાં નિષ્ફળ
hi: दस्तावेज लोड करने में विफल

source: Go Back
ar: العودة
gu: પાછા જાઓ
hi: वापस जाएं

source: Earnings Analytics
ar: تحليل الأرباح
gu: કમાણી વિશ્લેષણ
hi: कमाई विश्लेषण

source: Performance Metrics
ar: مقاييس الأداء
gu: પરફોર્મન્સ મેટ્રિક્સ
hi: प्रदर्शन मेट्रिक्स

source: Orders Delivered
ar: الطلبات المُسلمة
gu: પૂર્ણ થયેલા ઓર્ડર્સ
hi: ऑर्डर वितरित
te: పూర్తయిన ఆర్డర్లు

source: Average Rating
ar: متوسط التقييم
gu: સરેરાશ રેટિંગ
hi: औसत रेटिंग

source: Quick Actions
ar: إجراءات سريعة
gu: ઝડપી ક્રિયાઓ
hi: त्वरित कार्रवाई

source: View History
ar: عرض السجل
gu: ઇતિહાસ જુઓ
hi: इतिहास देखें

source: Check past deliveries
ar: تحقق من التوصيلات السابقة
gu: ભૂતકાળની ડિલિવરી તપાસો
hi: पिछली डिलीवरी देखें
te: గత డెలివరీలను తనిఖీ చేయండి

source: Updating...
ar: جاري التحديث...
hi: अपडेट हो रहा है...
te: నవీకరించబడుతోంది...

source: Cash Collection
ar: جمع النقود
gu: રોકડ એકત્રિત
hi: नकद संग्रह

source: All Cash Collection
ar: جميع عمليات جمع النقود
gu: બધી રોકડ એકત્રિત
hi: सभी नकद संग्रह

source: Filter Cash Collections
ar: تصفية عمليات جمع النقود
gu: રોકડ એકત્રિત ફિલ્ટર કરો
hi: नकद संग्रह फ़िल्टर करें

source: Submission Status
ar: حالة التقديم
gu: સબમિશન સ્થિતિ
hi: प्रस्तुति स्थिति

source: Date Range (Last)
ar: نطاق التاريخ (آخر)
gu: તારીખની રેન્જ (છેલ્લી)
hi: तिथि सीमा (अंतिम)

source: Cash Submitted
ar: النقود المقدمة
gu: રોકડ સબમિટ થઈ
hi: नकद प्रस्तुत किया गया

source: Remaining Amount
ar: المبلغ المتبقي
gu: બાકી રકમ
hi: शेष राशि

source: No cash collection yet
ar: لا توجد عمليات جمع نقود بعد
gu: હજુ સુધી કોઈ રોકડ એકત્રિત નથી
hi: अभी तक कोई नकद संग्रह नहीं

source: Complete deliveries to see your cash collection
ar: أكمل التوصيلات لرؤية عمليات جمع النقود الخاصة بك
gu: તમારી રોકડ એકત્રિત જોવા માટે ડિલિવરી પૂર્ણ કરો
hi: अपना नकद संग्रह देखने के लिए डिलीवरी पूरी करें

# completeDeliveriesToSeeCashCollection
source: Complete deliveries to see your cash collection
ar: أكمل التوصيلات لرؤية عمليات جمع النقود
gu: રોકડ એકત્રિત જોવા માટે ડિલિવરી પૂર્ણ કરો
hi: नकद संग्रह देखने के लिए डिलीवरी पूरी करें

source: Error loading cash collection
ar: خطأ في تحميل عمليات جمع النقود
gu: રોકડ એકત્રિત લોડ કરવામાં ભૂલ
hi: नकद संग्रह लोड करने में त्रुटि

source: Partially Submitted
ar: مقدم جزئياً
gu: આંશિક રીતે સબમિટ
hi: आंशिक रूप से प्रस्तुत

source: Submitted
ar: مقدم
gu: સબમિટ
hi: प्रस्तुत किया गया

# last30Minutes
source: 30 Min
ar: 30 دقيقة
gu: 30 મિનિટ
hi: 30 मिनट

# last1Hour
source: 1 Hour
ar: ساعة واحدة
gu: 1 કલાક
hi: 1 घंटा

# last5Hours
source: 5 Hours
ar: 5 ساعات
gu: 5 કલાક
hi: 5 घंटे

# last1Day
source: Today
ar: اليوم
gu: આજે
hi: आज

# last7Days
source: Week
ar: الأسبوع
gu: સપ્તાહ
hi: सप्ताह

# last30Days
source: Month
ar: الشهر
gu: મહિનો
hi: महीना

# last365Days
source: Year
ar: السنة
gu: વર્ષ
hi: वर्ष

source: Call
ar: اتصال
gu: કૉલ કરો
hi: कॉल करें

source: Apply
ar: تطبيق
gu: લાગુ કરો
hi: लागू करें

source: All
ar: الكل
gu: બધું
hi: सभी

source: Order
ar: طلب
gu: ઓર્ડર
hi: ऑर्डर

source: Date:
ar: التاريخ:
gu: તારીખ:
hi: तारीख:
te: తేదీ:

source: Please enter OTP from customer for delivery:
ar: يرجى إدخال OTP من العميل للتسليم:
gu: કૃપા કરીને ડેલિવરી માટે ગ્રાહક પાસેથી OTP દાખલ કરો:
hi: कृपया डिलीवरी के लिए ग्राहक से OTP दर्ज करें:

source: Please enter OTP for this item:
ar: يرجى إدخال OTP لهذا العنصر:
gu: કૃપા કરીને આ આઇટમ માટે OTP દાખલ કરો:
hi: कृपया इस आइटम के लिए OTP दर्ज करें:

source: Unknown Item
ar: عنصر غير معروف
gu: અજ્ઞાત આઇટમ
hi: अज्ञात आइटम

source: Welcome Back
ar: مرحباً بعودتك
gu: પાછા આવવા માટે સ્વાગત છે
hi: वापस आने के लिए स्वागत है

source: Enter your details below
ar: أدخل تفاصيلك أدناه
gu: તમારી વિગતો નીચે દાખલ કરો
hi: अपना विवरण नीचे दर्ज करें

source: Password must be at least 6 characters
ar: يجب أن تكون كلمة المرور 6 أحرف على الأقل
gu: પાસવર્ડ ઓછામાં ઓછા 6 અક્ષરોનો હોવો જોઈએ
hi: पासवर्ड कम से कम 6 अक्षरों का होना चाहिए

source: Earnings Summary
ar: ملخص الأرباح
gu: કમાણી સારાંશ
hi: कमाई सारांश
te: ఆదాయం సారాంశం

source: Average Earnings
ar: متوسط الأرباح
gu: સરેરાશ કમાણી
hi: औसत कमाई
te: సగటు ఆదాయం

source: deliveries
ar: توصيلات
gu: ડિલિવરી
hi: डिलीवरी
te: డెలివరీలు

source: Today's Progress
ar: تقدم اليوم
gu: આજની પ્રગતિ
hi: आज की प्रगति
te: ఈరోజు పురోగతి

source: Trips
ar: الرحلات
gu: મુસાફરીઓ
hi: यात्राएँ
te: ప్రయాణాలు

source: Sessions
ar: الجلسات
gu: સત્રો
hi: सेशन्स
te: సెషన్లు

source: Gigs
ar: العمل المؤقت
gu: ગિગ્સ
hi: गिग्स
te: గిగ్స్

# gigsDescription
source: Find and manage your gig opportunities
ar: ابحث عن فرص العمل المؤقت وأدرها
gu: તમારા ગિગ અવસરોને શોધો અને મેનેજ કરો
hi: अपने गिग अवसरों को खोजें और प्रबंधित करें
te: మీ గిగ్ అవకాశాలను కనుగొని నిర్వహించండి

# periodWeek
source: Week
ar: الأسبوع
gu: અઠવાડિયું
hi: सप्ताह
te: వారము

# periodMonth
source: Month
ar: الشهر
gu: મહિનો
hi: महीना
te: నెల

# periodYear
source: Year
ar: السنة
gu: વર્ષ
hi: वर्ष
te: సంవత్సరం

# noDataForPeriod
source: No data available for {period}
ar: لا توجد بيانات متاحة لـ {period}
gu: {period} માટે કોઈ માહિતી ઉપલબ્ધ નથી
hi: {period} के लिए कोई डेटा उपलब्ध नहीं
te: {period} కోసం డేటా అందుబాటులో లేదు

source: No data available
ar: لا توجد بيانات متاحة
gu: કોઈ માહિતી ઉપલબ્ધ નથી
hi: कोई डेटा उपलब्ध नहीं है
te: డేటా అందుబాటులో లేదు

source: Item ID
ar: معرّف العنصر
gu: આઇટમ આઇડી
hi: आइटम आईडी
te: ఐటమ్ ID

source: Quantity
ar: الكمية
gu: જથ્થો
hi: मात्रा
te: పరిమాణం

source: Location Issue
ar: مشكلة في الموقع
gu: સ્થાન સમસ્યા
hi: स्थान संबंधी समस्या
te: స్థానం సమస్య

source: To resolve this issue:
ar: لحل هذه المشكلة:
gu: આ સમસ્યાનું સમાધાન કરવા માટે:
hi: इस समस्या को हल करने के लिए:
te: ఈ సమస్యను పరిష్కరించడానికి:

# moveToCoveredDeliveryArea
source: • Move to a covered delivery area
ar: • انتقل إلى منطقة توصيل مغطاة
gu: • આવરી લેવામાં આવેલા ડિલિવરી વિસ્તારમાં જાઓ
hi: • किसी कवर किए गए डिलीवरी क्षेत्र में जाएँ
te: • కవర్ చేసిన డెలివరీ ప్రాంతానికి వెళ్లండి

# checkDeliveryZoneInProfile
source: • Check your delivery zone in Profile > Delivery Zones
ar: • تحقق من منطقة التوصيل في الملف الشخصي > مناطق التوصيل
gu: • પ્રોફાઇલ > ડિલિવરી ઝોનમાં તમારો ડિલિવરી ઝોન તપાસો
hi: • प्रोफ़ाइल > डिलीवरी ज़ोन में अपनी डिलीवरी ज़ोन जांचें
te: • ప్రొఫైల్ > డెలివరీ జోన్లలో మీ డెలివరీ జోన్‌ను తనిఖీ చేయండి

# ensureGpsEnabledAccurate
source: • Ensure GPS is enabled and accurate
ar: • تأكد من تمكين GPS ودقته
gu: • ખાતરી કરો કે GPS સક્ષમ અને ચોક્કસ છે
hi: • सुनिश्चित करें कि GPS सक्षम और सटीक है
te: • GPS ప్రారంభించబడిందని మరియు ఖచ్చితమని నిర్ధారించుకోండి

source: View Delivery Zone
ar: عرض منطقة التوصيل
gu: ડિલિવરી ઝોન જુઓ
hi: डिलीवरी ज़ोन देखें
te: డెలివరీ జోన్ చూడండి

# haveYouReachedAddress
source: Have you reached the delivery address?
ar: هل وصلت إلى عنوان التسليم؟
gu: શું તમે ડિલિવરી સરનામે પહોંચી ગયા છો?
hi: क्या आप डिलीवरी पते पर पहुंच गए हैं?
te: మీరు డెలివరీ చిరునామాకు చేరుకున్నారా?

source: Yes, I'm Here
ar: نعم، أنا هنا
gu: હા, હું અહીં છું
hi: हाँ, मैं यहाँ हूँ
te: అవును, నేను ఇక్కడ ఉన్నాను

source: Enter OTP
ar: أدخل OTP
gu: OTP દાખલ કરો
hi: OTP दर्ज करें
te: OTP నమోదు చేయండి

# pleaseEnterOtp
source: Please enter the OTP
ar: يرجى إدخال OTP
gu: કૃપા કરીને OTP દાખલ કરો
hi: कृपया OTP दर्ज करें
te: దయచేసి OTP నమోదు చేయండి

source: OTP must be 6 digits
ar: يجب أن يتكون OTP من 6 أرقام
gu: OTP 6 અંકોનો હોવો જોઈએ
hi: OTP 6 अंकों का होना चाहिए
te: OTP 6 అంకెలుగా ఉండాలి

source: OTP verified successfully! Delivery completed.
ar: تم التحقق من OTP بنجاح! تم إكمال التسليم.
gu: OTP સફળતાપૂર્વક ચકાસ્યો! ડિલિવરી પૂર્ણ થઈ.
hi: OTP सफलतापूर्वक सत्यापित! डिलीवरी पूरी हुई।
te: OTP విజయవంతంగా ధృవీకరించబడింది! డెలివరీ పూర్తయింది.

source: Pickup Route
ar: مسار الاستلام
gu: પિકઅપ માર્ગ
hi: पिकअप मार्ग
te: పికప్ మార్గం

source: View Details
ar: عرض التفاصيل
gu: વિગતો જુઓ
hi: विवरण देखें
te: వివరాలను చూడండి

source: Delivery Route
ar: مسار التسليم
gu: ડિલિવરી માર્ગ
hi: डिलीवरी मार्ग
te: డెలివరీ మార్గం

source: Delivery Address
ar: عنوان التسليم
gu: ડિલિવરી સરનામું
hi: डिलीवरी पता
te: డెలివరీ చిరునామా

source: Loading map...
ar: جارٍ تحميل الخريطة...
gu: નકશો લોડ થઈ રહ્યો છે...
hi: मानचित्र लोड हो रहा है...
te: మ్యాప్ లోడ్ అవుతోంది...

source: Offline Mode
ar: الوضع غير المتصل
gu: ઑફલાઇન મોડ
hi: ऑफ़लाइन मोड

source: You are currently offline
ar: أنت غير متصل حالياً
gu: તમે હાલમાં ઑફલાઇન છો
hi: आप वर्तमान में ऑफ़लाइन हैं

# goOnlineToStartReceivingOrders
source: Go online to start receiving delivery orders
ar: اذهب إلى الإنترنت لبدء استلام طلبات التوصيل
gu: ડિલિવરી ઓર્ડર મેળવવાનું શરૂ કરવા માટે ઑનલાઇન જાઓ
hi: डिलीवरी ऑर्डर प्राप्त करना शुरू करने के लिए ऑनलाइन जाएँ

source: Go Online
ar: اتصل بالإنترنت
gu: ઓનલાઈન જાઓ
hi: ऑनलाइन जाएं
te: ఆన్లైన్‌కు వెళ్ళండి

source: Average
ar: المتوسط
gu: સરેરાશ
hi: औसत

source: Profile Information
ar: معلومات الملف الشخصي
gu: પ્રોફાઇલ માહિતી
hi: प्रोफ़ाइल जानकारी

source: Not set
ar: غير محدد
gu: સેટ નથી
hi: सेट नहीं

# monday
source: Mon
ar: الاثنين
gu: સોમ
hi: सोम

# tuesday
source: Tue
ar: الثلاثاء
gu: મંગળ
hi: मंगल

# wednesday
source: Wed
ar: الأربعاء
gu: બુધ
hi: बुध

# thursday
source: Thu
ar: الخميس
gu: ગુરુ
hi: गुरु

# friday
source: Fri
ar: الجمعة
gu: શુક્ર
hi: शुक्र

# saturday
source: Sat
ar: السبت
gu: શનિ
hi: शनि

# sunday
source: Sun
ar: الأحد
gu: રવિ
hi: रवि

# documentUploadDescription
source: Upload your driver license and vehicle registration documents
ar: قم برفع رخصة القيادة ومستندات تسجيل المركبة
gu: તમારું ડ્રાઇવર લાઇસન્સ અને વાહન નોંધણી દસ્તાવેજો અપલોડ કરો
hi: अपना ड्राइवर लाइसेंस और वाहन पंजीकरण दस्तावेज अपलोड करें

source: Withdrawal Request
ar: طلب السحب
gu: નિકાસ વિનંતી
hi: निकासी अनुरोध

source: Admin Remark
ar: ملاحظة الإدارة
gu: એડમિન ટિપ્પણી
hi: एडमिन टिप्पणी

source: Request ID
ar: معرف الطلب
gu: વિનંતી આઈડી
hi: अनुरोध आईडी

source: Request Note
ar: ملاحظة الطلب
gu: વિનંતી નોંધ
hi: अनुरोध नोट

source: Processed At
ar: تمت المعالجة في
gu: પ્રક્રિયા કરેલ
hi: संसाधित किया गया

source: Transaction ID
ar: معرف المعاملة
gu: વ્યવહાર આઈડી
hi: लेन-देन आईडी

# createdAt
source: Created
ar: تم الإنشاء
gu: બનાવેલ
hi: बनाया गया

# updatedAt
source: Updated
ar: تم التحديث
gu: અપડેટ કરેલ
hi: अपडेट किया गया

source: Rush Delivery
ar: التسليم العاجل
gu: તાત્કાલિક ડિલિવરી
hi: तत्काल डिलीवरी

source: Error Loading Orders
ar: حدث خطأ أثناء تحميل الطلبات
gu: ઓર્ડર લોડ કરવામાં ભૂલ
hi: ऑर्डर लोड करने में त्रुटि
te: ఆర్డర్లు లోడ్ చేయడంలో లోపం

source: No images available
ar: لا توجد صور متاحة
gu: કોઈ છબીઓ ઉપલબ્ધ નથી
hi: कोई छवियां उपलब्ध नहीं

# loadingWithdrawals
source: Loading your withdrawals...
ar: جاري تحميل عمليات السحب...
gu: તમારા નિકાસ લોડ થઈ રહ્યા છે...
hi: आपके निकासी लोड हो रहे हैं...
te: మీ ఉపసంహరణలు లోడ్ అవుతున్నాయి...

# withdrawEarningsToBank
source: Withdraw your earnings to your bank account
ar: اسحب أرباحك إلى حسابك البنكي
gu: તમારી કમાણીને તમારા બેંક એકાઉન્ટમાં નિકાસ કરો
hi: अपनी कमाई को अपने बैंक खाते में निकालें
te: మీ ఆదాయాన్ని మీ బ్యాంక్ ఖాతాకు ఉపసంహరించుకోండి

source: Submitting...
ar: جاري الإرسال...
gu: સબમિટ થઈ રહ્યું છે...
hi: सबमिट हो रहा है...
te: సమర్పించడం...

source: Submit Request
ar: إرسال الطلب
gu: અનુરોધ સબમિટ કરો
hi: अनुरोध सबमिट करें
te: అభ్యర్థనను సమర్పించండి

source: No Withdrawals Yet
ar: لا توجد عمليات سحب بعد
gu: હજુ સુધી કોઈ નિકાસ નથી
hi: अभी तक कोई निकासी नहीं
te: ఇంకా ఉపసంహరణలు లేవు

# noWithdrawalsYetDescription
source: You haven't made any withdrawal requests yet. Tap the button below to request your first withdrawal.
ar: لم تقم بأي طلبات سحب بعد. اضغط على الزر أدناه لطلب أول سحب لك
gu: તમે હજુ સુધી કોઈ નિકાસ અનુરોધ કર્યો નથી. તમારો પહેલો નિકાસ અનુરોધ કરવા માટે નીચેના બટન પર ટેપ કરો
hi: आपने अभी तक कोई निकासी अनुरोध नहीं किया है। अपना पहला निकासी अनुरोध करने के लिए नीचे दिए गए बटन पर टैप करें
te: మీరు ఇంకా ఏ ఉపసంహరణ అభ్యర్థనలు చేయలేదు. మీ మొదటి ఉపసంహరణ అభ్యర్థన చేయడానికి క్రింద ఉన్న బటన్‌పై ట్యాప్ చేయండి

source: Theme Settings
ar: إعدادات المظهر
gu: થીમ સેટિંગ્સ
hi: थीम सेटिंग्स
te: థీమ్ సెట్టింగ్స్

source: Choose Theme
ar: اختر المظهر
gu: થીમ પસંદ કરો
hi: थीम चुनें
te: థీమ్ ఎంచుకోండి

# selectPreferredAppearance
source: Select your preferred app appearance
ar: اختر المظهر المفضل لتطبيقك
gu: તમારી પસંદગીની એપની દેખાવટ પસંદ કરો
hi: अपनी पसंदीदा ऐप की उपस्थिति चुनें
te: మీ ఇష్టమైన అప్లికేషన్ రూపాన్ని ఎంచుకోండి

source: Light Theme
ar: المظهر الفاتح
gu: લાઇટ થીમ
hi: लाइट थीम
te: లైట్ థీమ్

# cleanBrightInterface
source: Clean and bright interface
ar: واجهة نظيفة ومشرقة
gu: સ્વચ્છ અને તેજસ્વી ઇન્ટરફેસ
hi: स्वच्छ और चमकदार इंटरफेस
te: స్వచ్ఛమైన మరియు ప్రకాశవంతమైన ఇంటర్ఫేస్

# easyOnEyesLowLight
source: Easy on the eyes in low light
ar: سهل على العين في الإضاءة المنخفضة
gu: ઓછી રોશનીમાં આંખો માટે સરળ
hi: कम रोशनी में आंखों के लिए आसान
te: తక్కువ వెలుగులో కళ్ళకు సులభం

source: Preview
ar: معاينة
gu: પૂર્વાવલોકન
hi: पूर्वावलोकन
te: మునుజూపు

source: Hyper Local
ar: هايبر لوكال
gu: હાયપર લોકલ
hi: हाइपर लोकल
te: హైపర్ లోకల్

source: Store Pickup
ar: استلام من المتجر
gu: સ્ટોર પિકઅપ
hi: स्टोर पिकअप
te: స్టోర్ పికప్

# collectItemsStores
source: Collect items from stores
ar: اجمع العناصر من المتاجر
gu: સ્ટોર્સથી આઇટમ્સ એકત્ર કરો
hi: स्टोर से आइटम इकट्ठा करें
te: స్టోర్ల నుండి వస్తువులను సేకరించండి

source: Search orders...
ar: البحث في الطلبات...
gu: ઓર્ડર શોધો...
hi: ऑर्डर खोजें...
te: ఆర్డర్లను శోధించండి...

# noDeliveredOrders
source: No Completed Orders
ar: لا توجد طلبات مكتملة
gu: કોઈ પૂર્ણ થયેલા ઓર્ડર નથી
hi: कोई पूरा किया गया ऑर्डर नहीं
te: పూర్తయిన ఆర్డర్లు లేవు

# noDeliveredOrdersYet
source: You haven't completed any orders yet
ar: لم تكمل أي طلبات بعد
gu: તમે હજુ સુધી કોઈ ઓર્ડર પૂર્ણ કર્યો નથી
hi: आपने अभी तक कोई ऑर्डर पूरा नहीं किया है
te: మీరు ఇంకా ఏ ఆర్డర్‌ని పూర్తి చేయలేదు

# deliveredOn
source: Completed On
ar: تم الإكمال في
gu: પૂર્ણ કર્યું
hi: पूरा किया गया
te: పూర్తయింది

source: Feedback
ar: الملاحظات
gu: પ્રતિસાદ
hi: प्रतिक्रिया
te: అభిప్రాయం

source: Overall Rating
ar: التقييم العام
gu: કુલ રેટિંગ
hi: कुल रेटिंग
te: మొత్తం రేటింగ్

# basedOnReviews
source: Based on {count} reviews
ar: بناءً على {count} مراجعات
gu: {count} સમીક્ષાઓના આધાર પર
hi: {count} समीक्षाओं के आधार पर
te: {count} సమీక్షల ఆధారంగా

source: No reviews yet
ar: لا توجد مراجعات بعد
gu: હજુ સુધી કોઈ સમીક્ષાઓ નથી
hi: अभी तक कोई समीक्षा नहीं
te: ఇప్పటివరకు సమీక్షలు లేవు

# beFirstToLeaveReview
source: Be the first to leave a review!
ar: كن أول من يترك مراجعة!
gu: સમીક્ષા મૂકનાર પ્રથમ બનો!
hi: समीक्षा छोड़ने वाले पहले व्यक्ति बनें!
te: సమీక్ష ఇవ్వే మొదటి వ్యక్తి అవ్వండి!

source: No ratings data available
ar: لا توجد بيانات تقييم متاحة

source: Error: {message}
ar: خطأ: {message}

source: Most Helpful
ar: الأكثر فائدة
gu: સૌથી મદદરૂપ
hi: सबसे सहायक
te: అత్యంత సహాయకం

source: Latest
ar: الأحدث
gu: નવજુઓ
hi: नवीनतम
te: తాజా

source: Positive
ar: إيجابي
gu: સકારાત્મક
hi: सकारात्मक
te: ధనాత్మక

source: Negative
ar: سلبي
gu: નકારાત્મક
hi: नकारात्मक
te: ప్రతికూల

source: See More
ar: عرض المزيد
gu: વધુ જુઓ
hi: और देखें
te: ఇంకా చూడండి

source: See Less
ar: عرض أقل
gu: ઓછું જુઓ
hi: कम देखें
te: తక్కువ చూడండి

source: No Internet Connection
ar: لا يوجد اتصال بالإنترنت
gu: કોઈ ઇન્ટરનેટ કનેક્શન નથી
hi: कोई इंटरनेट कनेक्शन नहीं
te: ఇంటర్నెట్ కనెక్షన్ లేదు

# checkInternetConnection
source: Please check your internet connection and try again.
ar: يرجى التحقق من اتصال الإنترنت والمحاولة مرة أخرى.
gu: કૃપા કરીને તમારું ઇન્ટરનેટ કનેક્શન તપાસો અને ફરીથી પ્રયાસ કરો.
hi: कृपया अपना इंटरनेट कनेक्शन जांचें और पुनः प्रयास करें।
te: దయచేసి మీ ఇంటర్నెట్ కనెక్షన్‌ని తనిఖీ చేసి మళ్లీ ప్రయత్నించండి.

source: Exit App
ar: الخروج من التطبيق
gu: એપથી બહાર નીકળો
hi: ऐप से बाहर निकलें
te: యాప్ నుండి నిష్క్రమించండి

# exitAppConfirmation
source: Are you sure you want to exit the app?
ar: هل أنت متأكد من أنك تريد الخروج من التطبيق؟
gu: શું તમે ખરેખર એપથી બહાર નીકળવા માંગો છો?
hi: क्या आप वाकई ऐप से बाहर निकलना चाहते हैं?
te: మీరు నిజంగా యాప్ నుండి నిష్క్రమించాలనుకుంటున్నారా?

source: Exit
ar: خروج
gu: બહાર નીકળો
hi: बाहर निकलें
te: నిష్క్రమించండి

source: Refreshing...
ar: جاري التحديث...
gu: રિફ્રેશ થઈ રહ્યું છે...
hi: रिफ्रेश हो रहा है...
te: రిఫ్రెష్ అవుతోంది...

# activateStatusToSeeOrders
source: Please activate your status to see your orders
ar: يرجى تفعيل حالتك لرؤية طلباتك
gu: કૃપા કરીને તમારા ઓર્ડર જોવા માટે તમારી સ્થિતિ સક્રિય કરો
hi: कृपया अपना स्टेटस सक्रिय करें ताकि आप अपने ऑर्डर देख सकें
te: మీ ఆర్డర్లను చూడటానికి దయచేసి మీ స్థితిని సక్రియం చేయండి
